{
    "1:1": [
        "*1:1 Kuran’daki ilk ayet, 19 sayısına dayalı insanüstü matematiksel mucizenin üzerine inşa edildiği temeli temsil etmektedir. Bu önemli cümle 19 Arap harfinden oluşmakta ve içindeki kelimelerin her biri tüm Kuran’da 19 sayısının katları şeklinde geçmektedir (Detaylar için Ek 1 & 29’a bakınız).",
        "*1:1-7 Sure 1, günlük İletişim Duaları yoluyla Tanrı ile iletişime geçmemiz için Tanrı’nın bizlere armağanıdır. Bu hakikat, fevkalade, anlaşılması-kolay-ancak-taklidi-imkânsız olan, dünyadaki en büyük matematikçilere meydan okuyan ve onları şaşkına çeviren matematiksel kompozisyon ile desteklenmektedir; bu, insan kabiliyetlerinin çok ötesindedir:"
    ],
    "2:1": [
        "*2:1 Bu başlangıçlar, 1400 yıl boyunca ilahi bir şekilde korunan bir sır olarak kaldı. Bunların Kuran’ın olağanüstü matematiksel kodunun önemli bir bileşeni olduğunu şimdi fark ediyoruz (bkz. Ek 1, 2, 24 & 26). A.L.M.’ in anlamı 2. ayette belirtilmektedir: “Bu kutsal yazı hatasızdır.” Bu durum, bu üç başlangıç harfinin bu suredeki geçiş sıklıklarının sırasıyla 4502, 3202 ve 2195 olduğu gerçeği ile inkâr edilemez bir şekilde kanıtlanmıştır. Bu sayıların toplamı 9899 veya 19x521’dir. Böylelikle, Arapça dilinin bu en sık geçen harfleri, insanüstü bir modele göre matematiksel olarak yerleştirilmiştir. Bu aynı başlangıçlar Sure 3, 29, 30, 31 ve 32’nin başına da konulmuştur ve geçiş sıklıklarının toplamı bu surelerin her birinde 19’un katı etmektedir."
    ],
    "2:3": [
        "*2:3 İletişim Duaları, günde beş defa olarak hükme bağlandığına göre ruhlarımız için en önemli besin kaynağını oluşturmaktadır. Teslimiyet’ teki diğer tüm pratikler ile birlikte İletişim Duaları da ilk başta İbrahim aracılığı ile vahyedilmiştir (21:73, 22:78). Bu günlük beş vakit namaz, Kuran’ın vahyedilişinden önce uygulanmasına rağmen, her bir İletişim Duasından Kuran’da özellikle bahse-dilir (24:58, 11:114, 17:78 & 2:238). Ek 1 & 15, her bir namazdaki ünite sayıları (Rekâtlar), eğilme ve secde sayıları ve Teşehhütler dâhil olmak üzere İletişim Dualarının tüm detaylarını destekleyici fiziksel delil sunmaktadır.",
        "**2:3 Tanrı çoğul kipi kullandığında, bu, diğer varlıkların, genellikle meleklerin işin içinde oldu-ğunu gösterir. Tanrı Musa ile konuştuğunda tekil form kullanılmıştır (20:12-14). Ek 10’a bakınız."
    ],
    "2:4": [
        "*2:4 Önceki kutsal yazıları etkileyen ciddi bozulmalara rağmen, onlarda hala Tanrı’ya ait gerçek bulunabilir. Hem Eski Ahit hem de Yeni Ahit, hala YALNIZCA Tanrı’ya mutlak bağlılığı savunmaktadır (Yasa’nın Tekrarı 6:4-5, Markos 12:29-30). Tüm bozulmalar kolayca tespit edilebilir."
    ],
    "2:6": [
        "*2:6-7 Tanrı’yı reddetme kararı verenlere bu yönde yardım edilir; böyle bir kararı sürdürdükleri sürece, Tanrı tarafından herhangi bir kanıt veya rehberlik görmekten engellenirler. Böylesi feci bir kararın sonuçları 7. ayette ayrıntılarıyla açıklanmaktadır."
    ],
    "2:20": [
        "*2:20 “He/O” ve “She/O” Arapçada ille de doğal bir cinsiyeti ima etmez (Ek 4)."
    ],
    "2:23": [
        "*2:23-24 Kuran’ın mucizevi matematiksel kodu, burada bahsedilen Tanrı’nın kulunu, ‘’Reşad Halife’’ ismi olarak ayrıntılarıyla açıkladığı şekliyle çok sayıda kanıt sağlamaktadır. El-Mütenebbi ve Taha Hüseyin’in de dâhil olduğu bazı edebiyat devleri, edebi meydan okumaya yanıt vermişlerdir, fakat Kuran’ın matematiksel kompozisyonu hakkında hiçbir bilgileri yoktu. Bu, Tanrı’nın Antlaşma Elçisi Reşad Halife aracılığıyla vahyedilen Kuran’ın matematiksel kodudur, gerçek meydan okuma budur—çünkü asla taklit edilemez. Ayrıntılı kanıtlar için Ek 1, 2, 24 & 26’ya bakınız."
    ],
    "2:26": [
        "*2:26 Cennet ve Cehennem hakkında daha fazla tartışma için Ek 5’e bakınız."
    ],
    "2:28": [
        "*2:28 Doğrular gerçekte ölmezler; onlar direkt Cennete giderler. Bu dünyadaki geçici süreleri sona erdiğinde, ölüm melekleri onları Âdem ve Havva’nın bir zamanlar yaşadığı aynı Cennete gitmeye sadece davet ederler (2:154, 3:169, 8:24, 22:58, 16:32, 36:20-27, 44:56, 89:27-30). Böylelikle, doğrular sadece ilk günahımızdan sonraki ilk ölümü tecrübe ederlerken, doğru olmayanlar iki ölümden geçerler (40:11). Ölüm anında, inkârcılar sefil akıbetlerini bilirler (8:50, 47:27), sonra onlar Cehennem yaratılana dek süren sürekli bir kâbusa maruz kalırlar (40:46, 89:23, Ek 17)."
    ],
    "2:29": [
        "*2:29 Evrenimiz, milyarlarca ışık yılı uzaklığındaki milyarlarca galaksisi ile yedi evrenin en küçüğü ve en içte olanıdır (Ek 6). Lütfen 41:10-11’e bakınız."
    ],
    "2:30": [
        "*2:30-37 Bu ayetler, “Neden buradayız?” gibi kritik sorulara cevap veriyor (Ek 7’ye bakınız)."
    ],
    "2:31": [
        "*2:31 Bunlar hayvanlar, otomobil, denizaltı, uzay uydusu, VCR ve insanların dünyada karşılaşacakları diğer tüm nesnelerin isimleridir."
    ],
    "2:37": [
        "*2:37 Benzer şekilde, Tanrı bize Kendisiyle iletişim kurmamız için matematiksel olarak kodlanmış özel kelimeler verdi, 1’inci surenin kelimelerini (Dipnot 1:1 ve Ek 15’e bakınız)."
    ],
    "2:51": [
        "*2:51 Bu olay, insanların putperestliğe eğilimini yansıtıyor. Musa’nın takipçileri, esaslı mucizelere rağmen onun yokluğunda buzağıya taptılar ve neticede Musa sadece iki imanlıyla kaldı (5:23). Giriş bölümünde belirtildiği gibi, insanlar, tanrıları kendi egoları olan isyankârlardır."
    ],
    "2:54": [
        "*2:54 Şeytan’ın düşüşüne yol açan şey egodur. Bu dünyaya sürülmemize yol açan şey egodur ve birçoğumuzu Tanrı’nın Krallığı’na geri dönüşten alıkoyan şey de egodur."
    ],
    "2:55": [
        "*2:55 Bu ayetteki “TANRI” sözcüğünün 19. geçiş sırasında yer alması ve bunun da insanların “fiziksel delil” istediği ayet olması dikkate değerdir. Kuran’ın 19 sayısına dayanan matematiksel kodu böyle bir fiziksel delil sunmaktadır. Ayrıca 2 + 55 = 57 = 19x3 olduğuna dikkat edin."
    ],
    "2:67": [
        "*2:67 Bu surede iletişim duaları, oruç, kutsal Hac yolculuğu ile evlilik, boşanma vb. kanunları içeren önemli yasa ve buyruklar olmasına rağmen, bu sureye “Düve” ismi verilmiştir. Bu, Tanrı’ya teslimiyetin ve Yaratıcımıza gecikmeksizin, tereddütsüz itaat etmenin kritik önemini yansıtır. Böyle bir teslimiyet, Tanrı’nın her şeye gücünün yettiğine ve mutlak otoritesine olan inancımızı kanıtlar. Ayrıca Kitab-ı Mukaddes’in Çölde Sayım Kitabı, Bölüm 19’a bakınız."
    ],
    "2:80": [
        "*2:80-82 Bozulmuş Müslümanlar arasında, Cehennemde sadece işledikleri günahların sayısı ile orantılı olarak azap çekip, sonra da Cehennemden çıkıp Cennete gideceklerine dair yerleşmiş bir inanç vardır. Ayrıca Muhammed’in onların yararına şefaat edeceğine ve onları Cehennemden çıkaracağına inanırlar. Bu gibi inançlar Kuran’a aykırıdır (Ek 8)."
    ],
    "2:101": [
        "*2:101 Tanrı’nın Antlaşma Elçisi, Eski Ahit’te (Malaki 3:1-3), Yeni Ahit’te (Luka 17:22-37) ve bu Son Ahit’te (3:81) önceden haber verilmektedir."
    ],
    "2:104": [
        "*2:104 “Raina” sözcüğü İbranice konuşan bazı insanlar tarafından suistimal edildi ve ayıp bir sözcük gibi ses çıkarılarak eğilip-büküldü (Ayrıca 4:46’ya bakınız)."
    ],
    "2:106": [
        "*2:106 Kuran’ın matematiksel mucizesi daimîdir ve önceki mucizelerden daha büyüktür (34:45, 74:35). Tıpkı Kuran’ın kendisi gibi, o da önceki tüm mucizeleri doğrular, tamamına erdirir ve onların yerini alır."
    ],
    "2:111": [
        "*2:111-112 Bakınız 2:62 ve 5:69."
    ],
    "2:119": [
        "*2:119 Benim yükümlülüğüm bu elçinin kimliğinin Tanrı’nın Antlaşma Elçisi Reşad Halife olarak doğrulandığını göstermektir. “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı ayet numarası (119) toplamı 1349 eder, 19’un katıdır. 3:81 ve Ek 2’ye bakınız."
    ],
    "2:135": [
        "*2:135 Kuran, Teslimiyet’in İbrahim'in dini olduğunu bize tekrar tekrar bildirir (3:95, 4:125, 6:161, 22:78). İbrahim, uygulamalı bir “kutsal yazı” aldı, yani Teslimiyet’in tüm görev ve uygulamalarını [İletişim Duaları (Namaz), zorunlu bağış (Zekât), Ramazan orucu ve kutsal Hac yolculuğu]. Muhammed, 16:123'te gördüğümüz gibi İbrahim'in dininin takipçisiydi; o, bu Son Ahit’i, Kuran’ı iletti."
    ],
    "2:142": [
        "*2:142-145 “Kıble,” birinin İletişim Duaları (Namaz) esnasında yüzünü çevirdiği yöndür. Cebrail Muhammed’e Mekke yerine Kudüs’e yüzünü çevirmesi emrini ilettiğinde, ikiyüzlüler ifşa olmuştu. Araplar, Kâbe’nin “Kıbleleri” olması yönünde son derece ön yargılıydılar. Sadece gerçek imanlılar ön yargılarını aşmayı başarabildi; onlar elçiye seve seve itaat ettiler."
    ],
    "2:149": [
        "*2:149 Bugünkü “Müslümanların” işlediği putperestliğin bariz bir kanıtı da, Muhammed’in mezarını bir “Kutsal Mescit” olarak göstermeleridir. Kuran sadece tek bir “Kutsal Mescit”ten bahsetmektedir."
    ],
    "2:154": [
        "*2:154 Doğrular gerçekte ölmezler; sadece bedenlerini burada bırakır ve bir zamanlar Âdem ve Havva’nın yaşadığı aynı Cennete giderler. Kanıt ve detaylar için Ek 17’ye bakınız."
    ],
    "2:155": [
        "*2:155 Test, her koşulda yalnızca Tanrı’ya taptığımızı kanıtlamak için tasarlanmıştır (29:2)."
    ],
    "2:165": [
        "*2:165-166 İsa, Meryem, Muhammed, Ali ve azizler, Diriliş Günü’nde kendilerini putlaştıranlarısahiplenmeyecekler. Ayrıca 16:86, 35:14, 46:6 ve Matta İncili 7:21-23’e bakınız."
    ],
    "2:172": [
        "*2:172-173 Kuran boyunca sadece dört et haram kılınmaktadır (6:145, 16:115, Ek 16). Bu dördüdışındaki beslenme haramları puta tapmakla eşdeğerdir (6:121,6:148,6:150; 7:32)."
    ],
    "2:174": [
        "*2:174-176 Tanrı’nın Kuran’daki matematiksel mucizesini tanımalarına rağmen, bozulmuş dini liderler bu müthiş mucizeyi uzun yıllar gizlemeye çalıştılar. Birçoğu, kendilerinin değil de Reşad Halife’nin mucize ile nimetlendirilmesine içerlediklerini itiraf ettiler."
    ],
    "2:178": [
        "*2:178 Kuran, açık bir şekilde idam cezasını caydırır. Katilin hayatı da dâhil olmak üzere hayatların korunması için her türlü gerekçe sağlanır. Maktulün ailesi, belirli koşullar altında, adil bir tazminat karşılığı katilin hayatını bağışlamayı daha iyi bulabilir. Ayrıca, örneğin bir kadın bir erkeği öldürürse veya tam tersi olursa idam cezası uygulanamaz."
    ],
    "2:183": [
        "*2:183-187 Teslimiyet’teki tüm görevler gibi oruç da İbrahim aracılığıyla hükme bağlandı (22:78, Ek 9 & 15). Kuran’ın vahyedilişinden önce, oruç boyunca cinsel birleşme haram kılınmıştı. Bu kural, 2:187’de Ramazan gecelerinde birleşmeye izin verecek şekilde değiştirildi."
    ],
    "2:189": [
        "*2:189 Kuran’ın lafzi deyimi şöyle der: “Evlere arka kapılardan girmeyin.” Ay’ın evreleri ile alakalı soru, bir lafı dolandırma örneğidir; bu sorunun arkasında kötü art niyetler vardı."
    ],
    "2:190": [
        "*2:190 Bütün savaşlar 60:8-9’daki temel kurala göre düzenlenir. Savaşa kati surette kendini savunmak için izin verilirken, Kuran’da saldırganlık ve zulüm şiddetle kınanmaktadır."
    ],
    "2:196": [
        "*2:196 Hac ve ‘Umre’nin ayrıntılarına Ek 15’ten bakınız."
    ],
    "2:197": [
        "*2:197 Hac, Kutsal Aylar boyunca herhangi bir zamanda yerine getirilebilir: Zilhicce, Muharrem, Safer ve Rebiülevvel. Yerel yönetimler, Haccı kendi çıkarları için birkaç gün ile sınırlamaktadır. Bakınız 9:37."
    ],
    "2:210": [
        "*2:210 Bu dünya bir testtir; puta tapmayı kınayarak kendimizi Tanrı’nın krallığına geri aldırmak için son şansımızdır (Giriş’e bakınız). Eğer Tanrı ve melekleri görünse herkes iman edecek ve artık test geçerli olmayacaktır."
    ],
    "2:211": [
        "*2:211 Kuran’ın matematiksel mucizesi büyük bir nimettir ve onunla birlikte müthiş bir sorumluluk getirir (lütfen 5:115’e bakınız)."
    ],
    "2:213": [
        "*2:213 Tüm dinlerden YALNIZCA Tanrı’ya tapan herkes gerçek anlamda birliktir."
    ],
    "2:219": [
        "*2:219 Artık dünya, alkollü içkilerin ve yasa dışı uyuşturucuların imal edilmesindeki ekonomik faydaların, trafik kazalarına ve alkolik annelerin çocuklarında meydana gelen beyin hasarına, aile krizlerine ve diğer felaketli sonuçlara değmeyeceğini kabul ediyor. Daha fazla bilgi için “Alcoholics Anonymous (İsimsiz Alkolikler)” ile “Gamblers Anonymous (İsimsiz Kumarcılar)”a danışın. Ayrıca bkz. 5:90-91."
    ],
    "2:238": [
        "*2:238 Beş vakit namazın tümü 2:238, 11:114, 17:78 ve 24:58’de bulunur. Kuran vahyedildiğinde İletişim Duaları (Namaz) zaten vardı (Ek 9). Beş vakit namazın tüm ayrıntıları ─ne okunur ve her namazdaki ünite (Rekât) sayısı vb.─ matematiksel olarak doğrulanmaktadır. Örneğin beş vakit namazın her biri için ünite sayısını yan yana yazarsak 24434, 19x1286 elde ederiz. Ayrıca, eğer Sure 1’i (El-Fatiha) temsil etmesi için [*] işaretini kullanırsak, yani [*] = sure numarası (1), ardından ayet sayısı (7), ardından her bir ayetin numarası, her bir ayetteki harflerin sayısı ve her bir harfin sayısal değeri yazıldığında 2 [*] [*] 4 [*] [*] [*] [*] 4 [*] [*] [*] [*] 3 [*] [*] [*] 4 [*] [*] [*] [*] 19’un katını meydana getirir (Bkz. 1:1)."
    ],
    "2:246": [
        "*2:246 Aynı hikâye, Kitab-ı Mukaddes’in 1. Samuel Kitabı Bölüm 9 ve 10’da da anlatılmaktadır."
    ],
    "2:252": [
        "*2:252 Tanrı, Kuran'ın matematiksel yapısına uygun olarak, burada belirtilen elçinin adının matematiksel olarak ifade edilmesini irade etti. Kuran’ın 19 temelli mucizevi kodunun keşfi, Tanrı’nın Antlaşma Elçisi için ilahi olarak saklandı. Bu ayetin numarası (252) artı “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) toplandığında 252+505+725 =1482 veya 19x78 elde ederiz. Bu ayetin açıkça işaret ettiği Tanrı’nın Antlaşma Elçisi’nin kanıtlanmış kimliği ile ilgili tüm detaylar için lütfen Ek 2 & 26’ya bakınız."
    ],
    "2:254": [
        "*2:254 Şeytan’ın zeki hilelerinden biri, şefaat gücünü İsa ve Muhammed gibi aciz insan putlarına mal etmektir (Ek 8)."
    ],
    "2:259": [
        "*2:259 Burada öğrendiğimiz ders, ölüm periyodu bir gün gibi geçer—sadece doğru olmayanlar ölür; doğrular ise direkt Cennete giderler (18:19-25 ve Ek 17’ye bakınız)."
    ],
    "2:275": [
        "*2:275-278 Kredilerdeki aşırı faizin tüm ülkeyi tamamen yok edebileceği yerleşmiş ekonomik bir ilkedir. Son birkaç yılda, aşırı faiz uygulanan birçok ülke ekonomisinin mahvoluşuna tanık olduk. Kimsenin mağdur edilmediği ve herkesin tatmin olduğu normal faiz—%20’den az—tefecilik değildir."
    ],
    "2:282": [
        "*2:282 Finansal işlemler, iki kadının şahit olarak bir erkeğin yerini alabileceği TEK durumdur. Bu, bir şahidin diğer şahitle evlenebilmesi ve dolayısıyla kadının etki altında kalma olasılığına karşı koruma sağlamaktadır. Kadınların erkeklerden duygusal açıdan daha savunmasız oldukları kabul edilmiş bir gerçektir."
    ],
    "2:285": [
        "*2:285 En önemli buyruklardan biri şudur: “Tanrı’nın elçileri arasında hiçbir ayrım yapmayın” (2:136, 3:84, 4:150). İmanlılar “İşitiyoruz ve itaat ediyoruz” diyerek tepki verirken, puta tapanlar diğer tüm elçileri hariç tutarak, Tanrı’nın adının yanında Muhammed’in adını anmaktaki ısrarlarını haklı çıkarmak için tepki gösterirler. Bozulmuş Müslümanlar, iman beyanlarında (Şehadette) ve İletişim Dualarında Muhammed’i anarlar. (Bakınız 72:18)."
    ],
    "3:1": [
        "*3:1 Dipnot 2:1 ve Ek 1’e bakınız."
    ],
    "3:18": [
        "*3:18 Tanrı’nın hükme bağladığı iman beyanı (Şehadet): “Tanrı’dan başka tanrı yoktur,” Arapçası “La İlahe İlla Allah” (Ayrıca 37:35, 47:19’a bakınız). Bozulmuş Müslümanlar, ısrarla ikinci bir “Şehadet” eklemeyi savunuyorlar: Muhammed Tanrı’nın elçisidir. Bu, tanım olarak “Şirk”tir (putperestlik) ve Tanrı’ya ve elçisine açık bir meydan okumadır. Ayrıca bu, Tanrı’nın elçileri arasında ayrım yapmayı haram kılan 2:136, 2:285, 3:84 ve 4:150-152’deki temel buyrukları çiğnemektedir."
    ],
    "3:51": [
        "*3:51 İsa’nın Yeni Ahit boyunca söylediği şey tam olarak budur. Örneğin, Yuhanna İncili 20:17’ye ve Lisa Spray tarafından yazılan “Jesus: Myths and Message (İsa: Mitler ve Mesaj)” kitabına bakınız, Bölüm 4 (Universal Unity, Fremont, California, 1992)."
    ],
    "3:54": [
        "*3:54-55 İsa’nın gerçek kişi olan ruhunun yükseltildiğini, yani onun boş, ruhsuz, fizyolojik olarak yaşayan bedeninin tutuklanması, eziyet edilmesi ve çarmıha gerilmesinden önce İsa’nın yeryüzündeki hayatına son verildiğini öğreniyoruz (Detaylar için Ek 22’ye bakınız)."
    ],
    "3:59": [
        "*3:59 İsa ve Âdem’in yaratılışındaki “eşitlik” matematiksel olarak doğrulanmaktadır; Kuran’da İsa’dan ve Âdem’den her biri 25’er defa olmak üzere aynı sayıda bahsedilmektedir."
    ],
    "3:75": [
        "*3:75 Kuran’ın matematiksel kodunun keşfinden önce, bazı âlimler Muhammed’in böyle harika bir kitabı yazamayan, okur-yazar bir adam olmadığını yanlış bir şekilde iddia ettiler. “Ümmi” kelimesinin “okuma-yazma bilmeyen” anlamına geldiğini iddia ederek anlamını tahrif ettiler. Bu ayet, “Ümmiyyin” kelimesinin “kitap ehli olmayanlar” anlamına geldiğini kanıtlar (Ayrıca bakınız 62:2 ve Ek 28)."
    ],
    "3:81": [
        "*3:81 Bu büyük kehanet artık gerçekleşti. Bu ayette ve Kitab-ı Mukaddes’in Malaki 3:1-21, Luka 17:22-36 ve Matta 24:27’de önceden haber verildiği gibi, Tanrı’nın Antlaşma Elçisi, Tanrı’nın peygamberleri tarafından iletilen Tanrı’nın mesajlarını arındırmak ve birleştirmek zorundadır. Yahudilik, Hristiyanlık, İslam, Hinduizm, Budizm vb. ciddi şekilde bozulmuştur. Onları arındırmak ve yalnızca O’na tapmanın sancağı altında birleştirmek Yüce Tanrı’nın iradesidir. Kuran’ın matematiksel kodu içinde ismi “Reşad Halife” olarak tartışmasız bir biçimde belirtilmiş olan Tanrı’nın Antlaşma Elçisini desteklemek için Tanrı tarafından karşı konulmaz kanıt sağlanmıştır. Örneğin, “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı bu ayetin numarası (81) toplamı 1311 veya 19x69 eder (Detaylı delil için Ek 2’ye bakınız)."
    ],
    "3:86": [
        "*3:86 3:82-90 ayetleri bize, Tanrı’nın Antlaşma Elçisi’ni reddedenlerin artık teslim olanlar (Müslümanlar) olmadıklarını bildirir, çünkü onlar artık Kuran’a iman etmezler. 3:86’da belirtilen kanıtlar, Tanrı’nın Antlaşma Elçisi aracılığıyla vahyedilen Kuran’ın matematiksel kodunu göstermektedir. Hem 3:86 hem de 3:90, “iman ettikten sonra inkâr etmek”ten bahseder."
    ],
    "3:96": [
        "*3:96 Bu, M-başlangıçlı bir suredir ve “Mekke”nin “Bekke” şeklindeki alışılmamış yazımı, “M”nin Kuran’ın matematiksel koduna uymasını sağlar. “Mekke”nin normal yazımı, “M”nin geçiş sıklığını artıracaktı (Ek 1)."
    ],
    "3:124": [
        "*3:124-125 Kuran’da otuz farklı sayı geçmektedir. Toplamları 162146, 19x8534’tür. Bu, Kuran’ın matematiksel mucizesi ile uyumludur (Ek 1’e bakınız)."
    ],
    "3:130": [
        "*3:130 Banka mevduatlarındaki faizler ve kredilerden alınan faizler aşırı değilse (%5-15) helaldir. Bankalar yatırım yapar ve kârları mevduat sahiplerine aktarılır. Tüm taraflar mutlu ve kimse mağdur olmadığı sürece bankadan faiz almak tamamen helaldir (Bakınız 2:275)."
    ],
    "3:159": [
        "*3:159 ABD para birimi, “In God we trust (Tanrı’ya güveniyoruz biz)” ifadesini taşıyan tek para birimidir. Amerikan dolarının dünyanın en güçlü para birimi olduğu ve diğer tüm para birimlerinin ölçüldüğü standart olduğu bir gerçektir."
    ],
    "3:169": [
        "*3:169 Kuran’dan doğruların gerçekte ölmediklerini öğreniyoruz; onlar sadece dünyevi bedenlerini bırakıp direkt bir zamanlar Âdem ve Havva’nın yaşadığı aynı Cennete giderler. (2:154, 8:24, 16:32, 22:58, 44:56 ve 36:26-27; ayrıca Ek 17’ye bakınız)."
    ],
    "3:179": [
        "*3:179 Dünyanın sonu, Tanrı’nın Antlaşma Elçisi’ne vahyedilen gelecekteki olaylara bir örnektir. 72:27’nin dipnotuna bakınız."
    ],
    "3:186": [
        "*3:186 Kabul testlerini geçtikten sonra, kanıtlanmış olarak YALNIZCA Tanrı’ya tapanlar şimdi ve sonsuza dek mükemmel bir hayatın tadını çıkarırlar. Bakınız 29:2-3, 10:62 ve 24:55."
    ],
    "3:191": [
        "*3:191 Zamanın çoğunda zihninizi kim veya ne meşgul ediyorsa sizin tanrınız odur. Gerçek imanlılar, zamanın çoğunda Tanrı’yı hatırlayan kişilerdir. 23:84-89 ve Ek 27’ye bakınız."
    ],
    "4:1": [
        "*4:1 Bu, ikinci en uzun suredir ve başlığı kadın haklarını savunmayı amaçladığını gösterir. Yapılacak herhangi bir yorum kadın haklarından yana olmalıdır, tersi değil."
    ],
    "4:3": [
        "*4:3 Çok eşlilik üzerine ayrıntılı bir tartışma için Ek 30’a bakınız."
    ],
    "4:11": [
        "*4:11 Genellikle oğul bir aileden sorumluyken, kıza bir koca tarafından bakılır. Ancak Kuran, 2:180'de, ölen kişinin özel koşullarına uygun bir vasiyet bırakılmasını tavsiye eder. Örneğin, oğul zengin ve kız fakirse, kıza her şeyi veya oğlunun iki katını veren bir vasiyet bırakılabilir."
    ],
    "4:15": [
        "*4:15 Dört farklı ortamda dört farklı partnerle zina yaptığına dört kişinin şahit olduğu bir kadın, halk sağlığı için tehlike oluşturmaktadır. Böyle bir kadın bir mikrop deposudur ve bir sağlık karantinası toplumu ondan korur. Karantinadaki bir kadını kurtaran iyi bir çıkış örneği evliliktir—birisi onunla evlenmek ve böylece onu ve toplumu korumak isteyebilir."
    ],
    "4:16": [
        "*4:16 Günahkârların umumi ifşası büyük bir caydırıcılıktır, 5:38 ve 24:2’de gördüğümüz gibi."
    ],
    "4:24": [
        "*4:24 Eğer iman eden kadınlar, imanlılarla savaşta olan inkârcı kocalarından kaçarlarsa, yeniden evlenmeden önce boşanmalarına gerek yoktur. 60:10’a bakınız."
    ],
    "4:25": [
        "*4:25 Bu yasa, zinanın cezasının, bozulmuş Müslümanların yasalarında belirtildiği gibi taşlayarak öldürme olmasının mümkün olmayacağını kanıtlar (24:2’ye bakınız)."
    ],
    "4:34": [
        "*4:34 Tanrı, en iyi psikolojik yaklaşımı kullanarak eşe vurmanın önüne geçer. Örneğin ben sizin Market X’ten alışveriş yapmanızı istemiyorsam, size Market Y, sonra Market Z, daha sonra son çare olarak Market X’ten alışveriş yapmanızı söylerim. Bu sizi, onurunuzu kırmadan en etkin şekilde Market X’ten alışveriş yapmaktan alıkoyacaktır. Benzer şekilde, Tanrı koca-dayağı için alternatifler sunar; önce onu ikna etmek, sonra da bazı negatif teşviklere başvurmak. Hatırlayın, bu surenin teması kadın haklarını savunuyor ve kadına olan yaygın zulme karşı koyuyor. Bu surenin ayetlerinin herhangi bir yorumu kadınların lehine olmalıdır. Bu surenin teması “kadınların korunması”dır.",
        "**4:34 Bu ifade, basitçe Tanrı’nın kocayı “geminin kaptanı” olarak atadığı anlamına gelir. Evlilik bir gemi gibidir ve kaptan, görevlileri ile gereken istişarede bulunduktan sonra gemiyi çalıştırır. İmanlı bir eş, Tanrı’nın tayin ettiğini isyan etmeden, seve seve kabul eder."
    ],
    "4:46": [
        "*4:46 “Raina” kelimesi, İbranice konuşan bazı insanlar tarafından ayıp bir sözcük gibi seslendirilerek bükülmüştü. 2:104’e bakınız."
    ],
    "4:48": [
        "*4:48 Puta tapmak, eğer ölünceye kadar sürdürülürse bağışlanmaz. Bir kimse ölüm gelmeden önce putperestlik dâhil herhangi bir suçtan her zaman tövbe edebilir (4:18 ve 40:66’ya bakınız)."
    ],
    "4:78": [
        "*4:78 Kötü şeyler kendi eylemlerimizin sonuçlarıdır (42:30, 64:11), bununla birlikte her şeyi yapan Tanrı’dır (8:17). Tanrı, ateşi bize hizmet etmesi için yarattı ancak parmağını ona sokmaya karar verebilirsin. Böylece kendimize zarar veririz. Parmağını ateşe sokman durumunda yanması Tanrı’nın yasasıdır."
    ],
    "4:79": [
        "*4:79 Muhammed’e herhangi bir peygamberlik kanıtı verilmedi. Dolayısıyla “Şahit olarak Tanrı yeter” ifadesi kullanıldı (29:51-52). Muhammed’in sayısal değeri 92’dir ve 92 + 79 = 171 = 19x9’dur."
    ],
    "4:82": [
        "*4:82 Kuran karanlık çağlarda ortaya çıkmış olsa da içinde herhangi bir saçmalık bulamazsınız; işte ilahi yazarlığın bir başka kanıtı (Giriş ve Ek 1’e bakınız)."
    ],
    "4:89": [
        "*4:89 Tüm savaşın kontrolünde temel kural 60:8-9’da belirtilmiştir."
    ],
    "4:92": [
        "*4:92 Kölelik olmadığı için, suçlu iki ay üst üste oruç tutarak telafi etmek zorundadır."
    ],
    "4:103": [
        "*4:103 Günün büyük bölümünde zihninizi kim veya ne meşgul ediyorsa sizin tanrınız odur. Tanrı’nın krallığına ait olmak ve O’nun lütuf ve korumasından yararlanmak için Kuran bizi şuna teşvik eder: Tanrı’yı “her fırsatta” hatırlayın (2:152 & 2:200, 3:191, 33:41-42). Bu derin hakikat, Tanrı’ya iman edenlerin “çoğunun” Cehenneme gideceğini söyleyen birçok ayeti açıklamaktadır (12:106, 23:84-89, 29:61-63, 31:25, 39:38, 43:87). Dipnot 3:191 ve Ek 27’ye bakınız."
    ],
    "4:116": [
        "*4:116 Putperestliğin basit bir tanımı: Tanrı’nın yanında herhangi bir şeyin size yardımcı olabileceğine inanmak."
    ],
    "4:118": [
        "*4:118 Tanrı’ya iman edenlerin büyük çoğunluğu putperestliğe düşer (12:106)."
    ],
    "4:125": [
        "*4:125 Âdem’den beri tüm elçiler bir ve aynı dini vaaz ettiler. İbrahim, “İslam” adındaki inanç sisteminin ilk elçisiydi (22:78, Ek 26). “İslam,” bir isimden ziyade “Teslimiyet” anlamına gelen bir tanımdır."
    ],
    "4:129": [
        "*4:129 “Çok Eşlilik” başlıklı Ek 30’a bakınız."
    ],
    "4:157": [
        "*4:157-158 İsa, gerçek kişi, ruh, herhangi bir doğru kişinin ölümünde olduğu gibi yükseltildi. Daha sonra, düşmanları onun yaşayan, fakat boş bedenini tutukladılar, işkence ettiler ve çarmıha gerdiler. Ek 17 & 22’ye ve yazarı Lisa Spray olan “JESUS: MYTHS AND MESSAGE (İSA: MİTLER VE MESAJ)” isimli kitaba (Universal Unity, Fremont, California, 1992) bakınız."
    ],
    "5:2": [
        "*5:2 Doğal kaynakların korunması için kutsal yolculuk sırasında avlanma ve bitkilerin kesilmesi yasaktır. Eğer avlanmaya izin verilmiş olsaydı, Mekke’de bir araya gelen binlerce hacı ile birlikte arazi kısa sürede doğal kaynaklarından yoksun kalacaktı. Hayvan sunuları, bir araya toplanan hacıların yanı sıra yerel halkın ihtiyaçlarını karşılamak ve tükenen erzakı takviye etmek için kutsal yolculuğun bir parçasıdır. Bkz. 2:196."
    ],
    "5:3": [
        "*5:3 Domuzun “eti” haramdır, “yağı” değil. Kuran’da belirgin bir biçimde haram kılınmayan herhangi bir şey helal sayılmalıdır. Bkz. 6:145-146."
    ],
    "5:12": [
        "*5:12 Bu ayette belirtilen şartları yerine getirirseniz, Tanrı sizinle birlikte olduğunu size gösterecektir; bundan hiç şüpheniz olmayacaktır. Tanrı’nın işaretleri arasında en belirgin olanları, Kuran’ın mucizesini anlayanlar için matematiksel işaretlerdir (Ek 1)."
    ],
    "5:19": [
        "*5:19 Bu ayet, Tanrı’nın Antlaşma Elçisi’nin gelişi ile alakalı Kitab-ı Mukaddes’e ve Kuran’a ait kehanetin gerçekleştiğini bildirmektedir (Malaki 3:1, Kuran 3:81). Bu elçinin adı Kuran’ın içine matematiksel olarak “Reşad Halife” şeklinde kodlanmıştır. Bu çok özel ayet, spesifik delilin takdim edilmesini icap ettirir. “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı sure numarası (5) artı ayet numarası (19) değerleri toplandığında 505 + 725 + 5 +19 = 1254 veya 19x66 elde ederiz. On dokuz, Reşad Halife aracılığıyla vahyedilen Kuran’ın ortak paydasıdır. Daha fazla delil ve spesifik ayrıntılar Ek 2’de bulunmaktadır."
    ],
    "5:27": [
        "*5:27-31 Bu ilk cinayete karışan iki oğlun isimleri konuyla ilgili değil. Fakat Kitab-ı Mukaddes’te Habil ve Kayin olarak verilmiştir (Yaratılış 4:2-9)."
    ],
    "5:38": [
        "*5:38 Sahte Müslümanlar tarafından hükme bağlandığı gibi hırsızın elinin kesilmesi uygulaması, Kuran’da temeli olmayan şeytanî bir uygulamadır. Bu örneğin özel önemi nedeniyle, Tanrı, hırsızın elini kesmek yerine onu işaretlemeyi doğrulayan matematiksel kanıt sağlamıştır. 12:31 ayeti, Yusuf’a çok hayran kalıp ellerini “kesen” kadınlara atıfta bulunur. Onlar elbette ki ellerini “kesmediler;” bunu hiç kimse yapamaz. Sure ve ayet numaraları toplamı 5:38 ve 12:31 için aynıdır, yani 43. Aynı zamanda Tanrı’nın iradesi ve merhametidir ki, bu matematiksel ilişki, Kuran’ın 19-temelli kodu ile de uyuşmaktadır. 12:31 ayetinden on dokuz ayet sonra aynı kelimeyi görüyoruz (12:50)."
    ],
    "5:44": [
        "*5:44 Tevrat, İsa Mesih’ten önceki tüm İsrail peygamberleri aracılığıyla vahyedilen tüm kutsal yazıların bir koleksiyonudur, yani bugünkü Eski Ahit. Kuran’ın hiçbir yerinde Tevrat’ın Musa’ya verildiğini görmüyoruz."
    ],
    "5:51": [
        "*5:51 Diğer insanlarla olan ilişkiler 5:57 ve 60:8-9’daki temel kurala tabidir. Kendileri ile dost olunamayan Yahudi ve Hristiyanlar, 5:57’de belirgin bir biçimde belirtilir; onlar imanlılarla alay edip eğlenen veya onlara saldıran kişilerdir."
    ],
    "5:72": [
        "*5:72-76 Yuhanna 20:17’de görüyoruz ki, İsa kendisinin ne Tanrı ne de Tanrı’nın oğlu olduğunu öğretti. Pek çok ilahiyatçı, dikkatli araştırmalardan sonra, bugünkü Hıristiyanlığın İsa tarafından öğretilen Hıristiyanlıkla aynı olmadığı sonucuna varmıştır. Bu konuyla ilgili iki seçkin kitap şunlardır: “The Mit The Incarnate” (The Westminster Press, Philadelphia, 1977) ve “Mythmaker” (Harper & Row, New York, 1986). “Mythmaker”ın ön tarafında şu ifadeyi okuyoruz: “...Hyam Maccoby, Hristiyanlığın kurucusunun İsa değil Pavlus olduğuna yönelik görüşünü desteklemek için yeni argümanlar sunmaktadır... ‘insanlığı kurtarmak için ölen ilahi bir Kurtarıcı olarak İsa’ şeklindeki kendi vizyonuyla yeni bir din yaratan yalnızca Pavlus’tu.”"
    ],
    "5:97": [
        "*5:97 Puta-tapan Müslümanlar, Peygamberin mezarını kutsal sayarak iki “Kutsal Mescit” tesis ettiler. Kuran sadece tek bir Kutsal Mescitten bahseder."
    ],
    "5:114": [
        "*5:114-115 Kuran’ın karşı konulmaz mucizesi (Ek 1), 74:35 ayetinde “En büyük mucizelerden biri” olarak tanımlanmaktadır ve beraberinde olağandışı büyük bir sorumluluk getirir."
    ],
    "5:116": [
        "*5:116 Kuran’ın İsa’yı sürekli olarak “Meryemoğlu” şeklinde çağırması ve Kitab-ı Mukaddes’in de onu “insanoğlu” olarak çağırması dikkat çekicidir. Tanrı, bazılarının küfre gireceğini ve onu “Tanrı’nın oğlu” olarak çağıracağını biliyordu!"
    ],
    "6:19": [
        "*6:19 Bu ayet, dini rehberliğin tek kaynağının Kuran olduğunu ilan ediyor. (Peygambere atfedilen yalanlar olan) Hadis & Sünnet gibi ilave kaynaklara sarılanlar, putperestler olarak tanımlanıyor."
    ],
    "6:23": [
        "*6:23 Puta tapanlar, şimdi ve sonsuza dek putperest olduklarını şiddetle reddederler."
    ],
    "6:28": [
        "*6:28 Çünkü bizler dünyevi boyutumuza girer girmez, Tanrı ve melekleri ile Cennet ve Cehennemin görülebildiği ruhların boyutundaki olaylardan tamamen habersiz oluruz. Dolayısıyla suçlu, bu sonsuz boyutu gördükten sonra bile davranışlarını değiştirmeyecektir."
    ],
    "6:38": [
        "*6:38 Hayvanlar, ilk günahı işledikten sonra Tanrı’nın tövbe etme teklifinden yararlanan yaratıklar arasındaydı (Giriş bölümüne bakınız).",
        "**6:38 Ebedi Ahiret hayatımızla alakalı tüm bilgiler Kuran’da yer almaktadır. Gerçek imanlılar, Tanrı’nın “Biz bu kitapta hiçbir şeyi eksik bırakmadık” ifadesini tereddüt etmeden kabul ederler. Bu ifadenin ve benzer ifadelerin önemi, her birisinin 19 Arapça harften oluşması gerçeği ile yansıtılmaktadır (Ek 19)."
    ],
    "6:44": [
        "*6:44 Suçlular pencereden atılmadan önce yüksek bir kata çıkarılırlar."
    ],
    "6:60": [
        "*6:60 Doğrular gerçekte ölmezler; onlar direkt olarak bir zamanlar Âdem ve Havva’nın yaşadığı aynı Cennete giderler. Doğru olmayanlar ölürler ve Diriliş Günü’ne kadar sürecek olan bir kâbusu tecrübe ederler (2:154, 3:169, 8:24, 16:32, 22:58, 36:26-27, 40:46, 44:56 ve Ek 17’ye bakınız)."
    ],
    "6:92": [
        "*6:92 Bugünün “en önemli topluluğu,” Tanrı’nın mesajının orijinal haline döndürüldüğü Amerika’dır. Kuran vahyedildiğinde en önemli topluluk Mekke’ydi."
    ],
    "6:113": [
        "*6:113 Kuran, bizim Ahirete gerçekten iman edip etmediğimizi ya da sadece dilde kalan sahte sözler mi söylediğimizi gösteren kriterler sunar. Bu önemli kriterler, burada ve 17:45-46 ve 39:45’te belirtilmiştir.",
        "*6:113-115 Kuran’ın yanında herhangi bir kaynağa sarılmak, Kuran’a inançsızlığı yansıtır (Ek 18)."
    ],
    "6:121": [
        "*6:121 Tanrı’dan başkası tarafından konulan beslenme haramları, putperestliği temsil eder."
    ],
    "6:124": [
        "*6:124 Kıskançlık ve ego, bazı insanları Tanrı’nın elçilerini seçmedeki hikmetini sorgulamaya iten insan özellikleridir. Bozulmuş Müslüman âlimler, Kuran’ın matematiksel kodunun Tanrı’nın Antlaşma Elçisi aracılığıyla vahyedilişi hakkında aynı sözü söylediler."
    ],
    "6:125": [
        "*6:125 Kuran’ın vahyedilişinden asırlar sonra öğrendik ki, gökyüzüne doğru tırmandıkça oksijen oranı azalıyor ve nefessiz kalıyoruz."
    ],
    "6:137": [
        "*6:137 Tam uygun bir örnek, 1978'de Suudi Arabistan’lı bir prensesin zina iddiasıyla infaz edilmesi hakkındaki uluslararası kötü üne sahip olaydır. Tanrı'nın yasası, infazı değil kırbaçlamayı zina cezası olarak tesis ederken (24:1-2), putperest yasalar infazı şart koşar. 42:21' de belirtildiği gibi gelenekçiler, Tanrı'nın yetkilendirmediği bir dini takip ederler."
    ],
    "6:141": [
        "*6:141 Zekât bağışı o kadar önemli ki, En Merhametli Olan, rahmetini onu verenlere has kılmıştır (7:156). Ancak bozulmuş Müslümanlar bu önemli buyruğu kaybettiler; onlar Zekâtı sadece yılda bir defa verirler. Burada Zekâtın “gelir elde ettiğimiz günde” verilmesi gerektiğini görüyoruz. İbrahim aracılığıyla bize gelen oran, net gelirimizin %2,5’udur."
    ],
    "6:145": [
        "*6:145-146 Sadece dört çeşit hayvansal ürün haram kılınmıştır: Kendi kendine ölen hayvanlar, akan kan (etin içinde sıkışıp kalan değil), domuzun eti ve Yaratıcılarından başkasına adanan hayvanlar. 146’ıncı ayet, bu tür haramların çok belirgin olduğunu bize bildirir; Tanrı ya “eti” ya “yağı” ya da her ikisini haram kılar, eğer O böyle irade ederse."
    ],
    "6:149": [
        "*6:149 Kuran’ın matematiksel kodu, bunun Tanrı’nın dünyaya mesajı olduğunun somut ve tamamen tartışmasız bir kanıtıdır. Herhangi bir okuyucunun bu olağanüstü olguyu takdir etmesini, sonrasında ise secde etmesini ve bu karşı konulmaz mucizeyi kabul etmesini önlemek için ilahi müdahale gerekir (Bakınız 17:45-46, 18:57, 56:79 ve Ek 1)."
    ],
    "6:157": [
        "*6:157 Kuran’ın matematiksel kodunun rolü, ayet numarası (157) artı kodun kendisi ile vahyedildiği “Reşad Halife”nin sayısal değerinin (1230) toplamının 1387 veya 19x73 etmesi gerçeğinden açıkça bellidir."
    ],
    "6:158": [
        "*6:158 İman ettikten sonra ruh, Tanrı tarafından kuralları belirtilen ibadet pratikleri yoluyla büyümeli ve gelişmelidir."
    ],
    "7:1": [
        "*7:1 Bu başlangıç harflerinin Kuran’ın matematiksel mucizesindeki rolü için Ek 1’e bakınız."
    ],
    "7:9": [
        "*7:9 Yaratıcımıza kulak vermemek ruhsal açlığa ve sonunda ruhun “heba olmasına” neden olur."
    ],
    "7:16": [
        "*7:16 Şeytan, kanıtlanmış bir yalancıdır ve onun vatandaşları da öyle (bkz. 2:36, 6:22-23 & 7:20-22)."
    ],
    "7:46": [
        "*7:46-49 Başlangıçta 4 yer olacaktır: (1) Üst Cennet, (2) Alt Cennet, (3) Araf ve (4) Cehennem. Araf, Alt Cennete eklenecektir."
    ],
    "7:54": [
        "*7:54 Yaratılışın altı günü alegoriktir; bizim son derece küçük gezegenimiz olan Dünya’nın göreceli karmaşıklığını anlamamız için bir ölçüt görevi görürler—o, “4 günde” yaratıldı (Bakınız 41:10)."
    ],
    "7:102": [
        "*7:102 Bu hayat kendimizi günahın bedelinden kurtarmamız için son şansımızdır, fakat insanların çoğunun inatla isyankâr ve kötü olduğu kanıtlanmıştır (Giriş’e bakınız)."
    ],
    "7:142": [
        "*7:142 Bu sayıların belirtilme şekli önemlidir. Ek 1’de ayrıntılı olarak belirtildiği üzere, Kuran’da geçen tüm sayıların toplamı 162146, 19x8534’tür."
    ],
    "7:148": [
        "*7:148 Altın buzağının nasıl bir buzağı sesi elde ettiği Dipnot 20:96’da açıklanmıştır."
    ],
    "7:156": [
        "*7:156 Zorunlu bağışın (Zekâtın) önemi bundan daha iyi vurgulanmış olamaz. 6:141’de belirtildiği gibi Zekât, gelir elde edince verilmelidir—kişinin net gelirinin %2,5’u şu sırayla verilmelidir: ana-baba, akrabalar, yetimler, yoksullar ve yolculuk halindeki yabancılar (bkz. 2:215)."
    ],
    "7:157": [
        "*7:157 Muhammed, Yasa’nın Tekrarı 18:15-19 ve Yuhanna 14:16-17 ile 16:13’te önceden haber verilmiştir."
    ],
    "7:172": [
        "*7:172 Bu sayede, her insan Tanrı hakkında içgüdüsel bir bilgi ile doğar."
    ],
    "7:174": [
        "*7:174 Bu hayat, Tanrı’nın Krallığı’na dönmek için son şansımızdır (Giriş’e bakınız)."
    ],
    "7:187": [
        "*7:187 Bu bilgiyi ortaya çıkarmak için doğru zamanın Tanrı’nın Antlaşma Elçisi aracılığıyla (M.S.) 1980 olması mukadderdi. (Bakınız 15:87, 72:27 ve Ek 2 & 11).",
        "**7:187 “Saat” sadece inkârcılara “ansızın” gelir (Ek 11’e bakınız)."
    ],
    "7:205": [
        "*7:205 Günün büyük bölümünde zihninizi kim veya ne meşgul ediyorsa sizin tanrınız odur. Bu, Tanrı’ya iman edenlerin çoğunun Cehennem için mukadder olduğu gerçeğini de açıklar (bkz. 12:106, 23:84-90 ve Ek 27)."
    ],
    "8:12": [
        "*8:12-16 Tüm savaşlar 60:8-9’daki temel kuralla yönetilir."
    ],
    "8:17": [
        "*8:17 Tanrı’ya iman etmek O’nun niteliklerine iman etmeyi gerektirir, bunlardan biri de her şeyi O’nun yapıyor oluşudur. Tanrı’yı tanımadan iman olmaz (23:84-90). Kötü şeyler, Tanrı’nın kanunlarına uygun olarak bizden kaynaklanır ve Şeytan tarafından gerçekleştirilir (4:78-79, 42:30)."
    ],
    "8:24": [
        "*8:24 Ek 17’ye bakınız. Doğrular bedenlerinden çıktıkları zaman direkt Cennete giderler."
    ],
    "8:25": [
        "*8:25 Eşcinselliği tolere eden bir topluluk, örneğin, bir depremle vurulabilir."
    ],
    "8:30": [
        "*8:30 Tanrı, son peygamberi olan Muhammed’i Arabistan’ın en güçlü kabilesinden seçti. Kabilelerin kanun ve gelenekleri—Tanrı’nın izni ile—inkârcıların Muhammed’i öldürmesini engelledi. Aynı şekilde, Kendi Antlaşma Elçisi’ni, öldürülmüş olabileceği Orta Doğu’dan Tanrı’nın mesajının gelişip dünyanın her köşesine ulaşabileceği ABD’ye götürmesi de Tanrı’nın iradesiydi. Bu, matematiksel olarak da doğrulanmaktadır: sure & ayet numaraları = 8+30 = 38 = 19x2."
    ],
    "8:35": [
        "*8:35 İslam’daki tüm dini uygulamalar bize İbrahim aracılığıyla geldi; Kuran vahyedildiği zaman “Teslimiyet”teki tüm ritüeller hâlihazırda mevcuttu (21:73, 22:78)."
    ],
    "8:36": [
        "*8:36 Bozulmuş İslam’ın puta tapan liderleri, Suudi Arabistan, Tanrı ve mucizesi ile savaşmak için her yıl büyük miktarda para tahsis etti. Örneğin, (milyonların bildiği) ünlü Lübnan yayıncısı Dar El-İlm Lil-Malayin, Mart 1983’te “The Miracle of the Quran (Kuran’ın Mucizesi)”nin Arapça versiyonunu yayımlandı. Suudiler bütün kopyaları satın alıp yok ettiler."
    ],
    "9:1": [
        "*9:1 Bu suredeki Besmelenin yokluğu, sadece bu sure ile oynandığına dair Kuran’ın Yüce Yazarı’ndan gelen esaslı bir işaret olmakla kalmaz, aynı zamanda kendi başına harika bir mucizeyi de temsil etmektedir. Ek 24 & 29’daki detaylara bakınız.",
        "*9:1 & *9:127 Bu, başına Besmele eklenmemiş tek suredir. Bu olgu, 14 yüzyıl boyunca Kuran öğrencilerinin kafasını karıştırdı ve bunu açıklamak için birçok teori geliştirildi. Şimdi anlıyoruz ki Besmele’nin dikkat çeken yokluğu üç amaca hizmet etmektedir: (1) İlerideki bir ilahi ilanı temsil eder ki, puta tapanlar 2 sahte ayet eklemek suretiyle Kuran’la oynamaya mukadderdiler (9:128-129). (2) Tanrı’nın Kuran’daki matematiksel kodunun fonksiyonlarından birini göstermektedir, yani Kuran’ı herhangi bir değişikliğe karşı koruması. (3) Kuran’ın kodunun ekstra mucizevi özelliklerini sunmaktadır. Olağanüstü öneminden dolayı, ayrıntılar Ek 24 & 29’da verilmiştir. Yakın bir gözlem; Sure 9’un sonuna kadar “Tanrı” kelimesinin geçiş sayısı 1273’tür (19x67). Eğer iki sahte ayet olan 128 & 129 eklenirse, bu olgu − ve daha birçoğu − yok olacaktır."
    ],
    "9:24": [
        "*9:24 Herhangi bir insanın gerçekten iman etmesine ve tapınmasını/ibadetini yalnızca Tanrı’ya adamasına engel olan olasılıklar ezici çoğunlukta olduğu için (12:103, 12:106), bütün bir ailenin iman ettiğini görmek neredeyse imkânsızdır. Bu nedenle, birçok imanlı şu tercihle yüz yüze kaldı: “Ya ben ya da Tanrı ve elçisi.” Bu soru sürekli olarak imanlıların eşleri veya onların ana-babaları, onların evlatları vs. tarafından ortaya konulmaktadır. İmanlılar daima doğru seçimi yaptılar. Bu, tüm imanlılar için zorunlu bir testtir (29:2).",
        "**9:24 Kuranî matematiksel delil özellikle Tanrı’nın Antlaşma Elçisi’ni işaret etmektedir. “Reşad”ın sayısal değerini (505) artı “Halife”nin sayısal değerini (725) artı ayet numarasını (24) toplarsak 505+725+24=1254=19x66 elde ederiz."
    ],
    "9:31": [
        "*9:31 Eğer “Müslüman âlimlere,” bu kanıtlanmış kutsal yazıda öğretildiği gibi yalnızca Tanrı’ya tapmak ve yalnızca Tanrı’nın sözüne sarılmak hakkında danışırsanız size onun tersini tavsiye edeceklerdir. Eğer Papa’ya İsa’nın kimliği hakkında danışırsanız size üçlü birliğe sarılmayı öğütleyecektir. Eğer Tanrı’nın öğretilerine aykırı tavsiyeleri olan “Müslüman âlimlere” uyarsanız veya eğer Tanrı’nın tavsiyesi yerine Papa’nın tavsiyesini alırsanız, Tanrı’nın yerine bu dini liderleri tanrılar edinmiş olursunuz."
    ],
    "9:33": [
        "*9:33 Bu ifade harfi harfine burada ve 61:9’da geçmektedir. Eğer “Reşad”ın sayısal değerini (505), ardından “Halife”nin sayısal değerini (725), ardından bu ifadenin geçtiği sure ve ayet numaralarını (9:33 ve 61:9) yazarsak 505 725 9 33 61 9 elde ederiz, 19’un tam katıdır. Bu da buradaki elçinin Reşad Halife olduğunu doğrulamaktadır. Buna ek olarak, 9:33’ten 61:9’a kadar ayet sayısı (3902) + 9 + 33 + 61 + 9 + “Reşad Halife”nin değeri (1230) 5244 eder, bu da 19’un tam katıdır. Her bir harfin değeri eklenerek hesaplanan 9:33 ve 61:9 ayetlerinin sayısal değeri 7858’dir. Bu sayı ile her iki ayetteki harf sayısını (120) artı 9:33’ten 61:9’a kadarki ayetlerin sayısını (3902) artı “Reşad Halife”nin değerini (1230) toplarsak, 7858 + 120 + 3902 + 1230 = 13110 = 19x690 elde ederiz. Ek 1, 2 & 26’ya bakınız."
    ],
    "9:36": [
        "*9:36 “Ay” kelimesi Kuran’da 12 kez ve “gün” kelimesi 365 kez geçmektedir."
    ],
    "9:37": [
        "*9:37 Bozulmuş Müslüman Dünyaya göre, Kutsal Aylar Recep, Zilkade, Zilhicce ve Muharrem’dir (İslami Takvim’in 7., 11., 12., ve 1. ayları). Kuran’ın dikkatli bir şekilde incelenmesi, onların Zilhicce, Muharrem, Safer ve Rebiülevvel (12., 1., 2., ve 3. aylar) olması gerektiğini ortaya çıkarır. Ek 15’e bakınız."
    ],
    "9:54": [
        "*9:54 Bu, İletişim Dualarının (Namazın) Kuran’dan önce de var olduğunu ve İbrahim’den itibaren (bkz. 21:73) kuşaktan kuşağa aktarıldığını gösteren başka bir kanıttır. Bu ayrıca, “Kuran’da İletişim dualarının ayrıntılarını nerede bulabiliriz?” sorusunu sorarak Kuran’ın eksiksiz ve tamamen detaylı olduğuna dair Tanrı’nın ifadesine meydan okuyanları afallatıyor (6:19, 6:38, 6:114)."
    ],
    "9:80": [
        "*9:80 Eğer Muhammed kendi amcası ve kuzenleri yararına şefaat edemediyse, onunla hiç görüşmemiş olan yabancılara, onun kendileri yararına şefaat edeceğini düşündüren nedir? Ne İbrahim babası yararına şefaat edebildi ne de Nuh oğlu yararına şefaat edebildi (11:46 & 60:4)."
    ],
    "9:101": [
        "*9:101 İkiyüzlüler imanlıların arasında otururlar, mesajı ve kanıtları dinlerler, sonra da zehirli şüphelerini yayarlar. Bu, Kuranî bir yasadır ki, onlar iki katı azaba uğrarlar, şimdi ve sonsuza dek."
    ],
    "9:107": [
        "*9:107 Uygulamaların mutlak bir şekilde YALNIZCA Tanrı’ya adanmadığı herhangi bir mescit Şeytan’a aittir, Tanrı’ya değil. Örneğin, Ezanda ve/veya Namaz ibadetinde İbrahim, Muhammed ve/veya Ali’nin adını anmak Tanrı’nın 2:136, 2:285, 3:84 ve 72:18’deki buyruklarını ihlal eder. Ne yazık ki bu, bozulmuş Müslüman dünyasında yaygın bir putperest uygulamadır."
    ],
    "10:1": [
        "*10:1 Bu harfler, Kuran’ın müthiş matematiksel kodunun majör bir bölümünü ve ilahi yazarlığın kanıtını oluşturmaktadır. Detaylar için Ek 1’e bakınız."
    ],
    "10:15": [
        "*10:15 “Kuran” kelimesi Kuran’da 58 kez geçmektedir, fakat bu ayet “başka bir Kuran”a işaret ettiğinden hariç tutulmalıdır. “Bu Kuran” ifadesi Kuran’da 57, 19x3 kez geçmektedir."
    ],
    "10:20": [
        "*10:20 Geriye dönüp baktığımızda, artık görüyoruz ki, “En büyük mucizelerden biri” (74:30-35) olan Kuran’ın mucizesinin Muhammed’den 14 yüzyıl sonra ortaya çıkması, gerçekten de ilahi olarak önceden belirlenmiştir. Geleneksel Müslümanların şu anki durumu göz önüne alındığında, eğer bu mucize Muhammed’e verilmiş olsaydı, Muhammed’i Tanrı’nın yanında putlaştıran bu Müslümanlar ona Tanrı’nın ete kemiğe bürünmüş hali diye taparlardı. Ayrıca, bu mucize açıkça bilgisayar çağı için ve matematiksel olarak gelişmiş nesiller tarafından takdir edilmek üzere tasarlanmıştır."
    ],
    "10:24": [
        "*10:24 Elbette Tanrı, hükmünün gündüz vakti mi yoksa geceleyin mi geleceğini bilir. Fakat dünyanın sonu geldiğinde, dünyanın yarısı gündüz ve yarısı gece olacaktır. Kuran’ın bir başka “bilimsel mucizesi.”"
    ],
    "10:62": [
        "*10:62-64 Birçok kişi, doğruluk için ödüllerini almadan önce veya kötülük için ceza, Diriliş Günü’ne kadar beklemek zorunda olduklarını düşünürler. Fakat Kuran defalarca imanlılara güvence verir ki, onlara mükemmel mutluluk burada, bu dünyada garanti edilmektedir, şimdi ve sonsuza dek. Buradaki geçici dönemlerinin sonunda onlar direkt Cennete giderler (Ek 17’ye bakınız)."
    ],
    "10:91": [
        "*10:91 Tanrı’ya iman etmek ilk adımdır. Bundan sonra, kişinin ibadet uygulamaları yoluyla ruhu beslemesi ve geliştirmesi gerekir (Ek 15’e bakınız)."
    ],
    "10:92": [
        "*10:92 Tanrı Mısırlılara mumyalamanın özel bilgisini bahşetti. Günümüzde, Firavun’un mumyalanmış bedeni Kahire Müzesi’nde sergilenmektedir"
    ],
    "10:99": [
        "*10:99-101 Test, başlangıçtaki kararımızda ilahi müdahale olmaksızın putperestliği kendi başımıza kınamayı gerektirir. Tanrı, inkâr etmeyi seçenleri bloke eder."
    ],
    "11:1": [
        "*11:1 Bizim neslimiz Kuran’daki iki müthiş olguya şahit olduğu için şanslıdır: (1) Olağanüstü bir matematiksel kod (Ek 1) ve (2) olağanüstü boyutlardaki edebi bir mucize. Eğer insanlar matematiksel olarak yapılandırılmış bir eser yazmaya kalkışırlarsa, sayısal manipülasyonlar edebi kaliteyi olumsuz yönde etkileyecektir. Kuran, edebi mükemmellik için de standart oluşturmaktadır."
    ],
    "11:7": [
        "*11:7 Altı gün, sadece bize pek çok bilgi sağlayan bir ölçüttür. Öyle ki, “Dünya” denilen küçücük zerre dört günde yaratılmışken (41:10-12) uçsuz bucaksız olan hayatsız fiziksel kâinatın iki günde yaratıldığını öğreniyoruz. Yeryüzü sakinleri için yiyecek, su ve oksijen temininin tam olarak hesaplanması ve düzenlenmesi gerekiyordu.",
        "**11:7 Yeryüzü başlangıçta su ile kaplıydı. Ardından kara kütlesi ortaya çıktı ve kıtalar sürüklenip ayrıldı."
    ],
    "11:13": [
        "*11:13 Kuran’ın matematiksel mucizesi taklit edilemez (Ek 1’e bakınız)."
    ],
    "11:17": [
        "*11:17 Kuran’ın 19-temelli matematiksel kodu ilahi yazarlığın dâhili bir kanıtıdır. “Beyyine” (kanıt) kelimesinin Kuran’da 19 defa geçmesi dikkate değerdir.",
        "**11:17 Sonradan anlaşıldı ki, Musa’nın kitabı da “19” ortak paydası ile matematiksel olarak oluşturulmuştu. Dipnot 46:10 ve Ek 1’e bakınız."
    ],
    "11:40": [
        "*11:40 & 11:44 Bu, Tanrı’nın kanıtlanmış gerçeğidir: Nuh’un gemisi ilkel halatlarla bağlanmış kütüklerden yapılmıştı (54:13). Yaygın inancın aksine sel, bugünün Ölü Deniz’inin etrafındaki alanla sınırlıydı ve hayvanlar da sadece Nuh’un çiftlik hayvanlarıydı; yeryüzünde yaşayan her hayvan değil."
    ],
    "11:44": [
        "*11:44 11:40’ın dipnotuna bakınız."
    ],
    "11:46": [
        "*11:46 Şefaat, insanları puta tapmaya ikna etmek için Şeytan’ın en etkili yemidir. Gel gör ki, ne İbrahim babasına yardım edebildi, ne Nuh oğluna yardım edebildi, ne de Muhammed kendi akrabalarına yardım edebildi (2:254, 9:80 & 9:114)."
    ],
    "11:119": [
        "*11:119 En Merhametli Olan, ilk suçumuzu kınamamız ve günahın bedelinden kurtarılmamız için bir şans daha vermek üzere bizleri bu yeryüzü üzerinde yarattı (Giriş’e ve Ek 7’ye bakınız).",
        "**11:119 Tanrı Cehenneme tek bir kişiyi koymaz; Cehenneme gitmeyi kendileri seçerler ve onda ısrar ederler."
    ],
    "12:1": [
        "*12:1 Kuran’ın başlangıç harfleri, büyük bir mucizenin majör bir bileşenini oluşturmaktadır (Ek 1)."
    ],
    "12:2": [
        "*12:2 Kuran neden Arapça vahyedildi? 41:44 ve Ek 4’e bakınız."
    ],
    "12:9": [
        "*12:9 Yusuf’un rüyasından öğreniyoruz ki o, parlak bir gelecekle mukadderdi. Nitekim kardeşleri kaderini belirlemek için bir araya toplandıklarında, kaderi hâlihazırda Tanrı tarafından kararlaştırılmıştı. Her şey Tanrı tarafından yapılır (8:17) ve hâlihazırda kaydedilmiştir (57:22)."
    ],
    "12:23": [
        "*12:23 Yusuf bu ifadeyi öyle bir tarzda söyledi ki, valinin karısı kocası hakkında konuştuğunu zannetti, aslında o an Tanrı hakkında konuşuyordu."
    ],
    "12:31": [
        "*12:31 Bu, hırsızın eli için 5:38'de kullanılan kelimenin aynısıdır ve sure ve ayet numaralarının (12+31 ve 5+38) toplamı aynıdır. Bu nedenle hırsızın eli, bozulmuş İslam'ın uyguladığı gibi kesilmemeli, işaretlenmelidir (bkz. Dipnot 5:38)."
    ],
    "12:42": [
        "*12:42 Yusuf, yoldaşından rica minnet kendisi adına krala aracılık etmesini istediğinde, hapishaneden kurtulmak için Tanrı’dan başkasına bağımlılık sergilemiş oldu. Bu, gerçek bir imanlıya uygun düşmez ve böylesine ciddi bir yanılgı Yusuf’un birkaç yıl daha cezaevinde kalmasına mal oldu. Kuran’dan öğreniyoruz ki, başımıza gelen bir zorluğu sadece Tanrı kaldırabilir. Gerçek bir imanlı Tanrı’ya güvenir ve yalnızca O’na tamamen bel bağlar (1:5, 6:17, 8:17, 10:107)."
    ],
    "12:93": [
        "*12:93 Bu, İsrailoğullarının Mısır’daki başlangıcına işaret eder. Musa onları birkaç yüzyıl sonra Mısır’dan çıkardı."
    ],
    "13:1": [
        "*13:1 Bu başlangıç harfleri, ilahi yazarlığın Kuran’daki dâhili kanıtı olan mucizevi matematiksel kodun majör bir bileşenini oluşturmaktadır. Ek 1’e bakınız."
    ],
    "13:15": [
        "*13:15 İnkârcılar bile secde ederler; onlar, örneğin kalp atışlarını, akciğerlerini veya bağırsak hareketlerini kontrol edemezler. Gölgeler, Güneş ve Ay yörüngelerinin Tanrı tarafından dizaynı ve dört mevsime yol açan Dünya gezegeninin özgün şekli ile önceden belirlenir. Güneş/Dünya ilişkisinin mutlak hassasiyeti, güneş saatlerinin ve onların gölgelerinin keşfi ile kanıtlanmıştır."
    ],
    "13:30": [
        "*13:30 Eğer “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı sure numarası (13) artı ayet numarasını (30) toplarsak, 505+725+13+30 = 1273 = 19x67 elde ederiz. Tanrı, elçisinin adını bu şekilde belirtmektedir (Detaylar için Ek 2’ye bakınız)."
    ],
    "13:37": [
        "*13:37-38 Ayet numarası (38) = 19x2. “Reşad”ın (505) ve “Halife” nin (725) değerlerini 13:37-38’in yanına koymak, 505 725 13 37 38 veya 19x26617112302 verir (Ek 2)."
    ],
    "14:1": [
        "*14:1 Bu başlangıç harfleri, Kuran’ın matematiksel kodu M.S. 1974’te keşfedilinceye kadar ilahi olarak korunan bir sır olarak kaldı. Bu başlangıç harflerinin önemi için Ek 1’e bakınız."
    ],
    "14:17": [
        "*14:17 Tanrı’ya karşı isyan ettiğimizde ve büyük kavga sırasında Şeytan ile hemfikir olduğumuzda (38:69), melekler bizim Cehenneme sürülmemiz gerektiğini önerdiler (Ek 7). Fakat En Merhametli Olan, kendimizi günahın bedelinden kurtarmamız için bize bir şans daha vermeye karar verdi. Meleklere “Ben sizin bilmediğinizi bilirim” dedi (2:30). Tanrı şunu biliyordu ki, birçok insan, Cehennemin ne kadar kötü olduğu konusunda hiçbir fikrimiz yoktu diye protesto edecekti. Cehennemin 14:17 ve 22:19-22 ayetlerindeki dehşet verici tasviri böyle bir protestoyu geçersiz kılar. Artık bizim Cehennemin ne kadar kötü olduğu konusunda oldukça iyi bir fikrimiz var."
    ],
    "14:21": [
        "*14:21 Kuran, Ahiretten sıklıkla geçmiş zaman kipiyle bahseder. Çünkü bunlar, Tanrı’nın önceden şahit olduğu gelecekteki olaylardır ve mutlaka gerçekleşecektir."
    ],
    "14:48": [
        "*14:48 Bu kehanet, Eski Ahit (Yeşaya 65:17 ve 66:22) ve Yeni Ahit’te de bulunmaktadır: “Beklediğimiz şey, onun vaadine dayanarak, Tanrı’nın adaletinin hüküm süreceği yeni gökler ve yeni bir yeryüzüdür.” (2. Petrus 3:13)."
    ],
    "15:1": [
        "*15:1 & *15:9 Kuran’ın ilahi kaynağı ve mükemmel korunması, Kuran’ın matematiksel kodu ile kanıtlanmıştır (Ek 1). Tanrı’nın Antlaşma Elçisi, bu büyük mucizeyi açığa çıkarmaya mukadderdi. “Zikr” kelimesi, birkaç ayette Kuran’ın kodunu ifade etmektedir (15:6, 21:2, 26:5, 38:1, 38:8, 74:31). “Reşad Halife” nin değeri (1230) + 15 + 9 = 1254, 19x66."
    ],
    "15:20": [
        "*15:20 Uzaya astronotlar gönderdiğimizde, onlara tam olarak ölçülü miktarlarda gıda, su ve oksijen sağlarız. Tanrı, Dünya uzay gemisini, çalışan ve çoğalan milyarlarca astronotla birlikte yarattı; onlara oksijen, tatlı su ve çok çeşitli nefis yiyecek ve içecekler üretip kendi kendine yeten bir sistem sağladı."
    ],
    "15:85": [
        "*15:85-88 Tanrı’nın Antlaşma Elçisi’nin vazifelerinden biri de, Kuran’ın MS 2280 yılında Dünya’nın sona ereceğine ilişkin beyanını iletmektir (20:15, 72:27 & Ek 25)."
    ],
    "15:99": [
        "*15:99 İbadet uygulamaları, kesinlik elde etme araçlarımızdır (Ek 15)."
    ],
    "16:1": [
        "*16:1 Her şey zaten kaydedilmiştir (57:22). Ayrıca Ek 14’e bakınız."
    ],
    "16:30": [
        "*16:30-32 Doğrular, sadece hepimiz tarafından hâlihazırda tecrübe edilmiş olan ilk ölümü tadarlar (44:56’ya bakınız). Bu dünyadaki geçici yaşamlarından sonra, ölüm melekleri bir zamanlar Âdem ve Havva’nın yaşadığı Cennete geçmeleri için onları davet ederler (2:154, 3:169, 8:24, 22:58, 36:27)."
    ],
    "16:49": [
        "*16:49 İnsan bedeni, ister bir imanlıya ait olsun isterse bir inkârcıya, Tanrı’ya teslim olur; kalp atımları, akciğer hareketleri ve bağırsak hareketleri bu teslimiyeti resmetmektedir."
    ],
    "16:69": [
        "*16:69 Bilinen besleyici değeri yanında, balın belirli alerjilerin ve başka rahatsızlıkların iyileştirici bir ilacı olduğu bilimsel olarak ispatlanmıştır."
    ],
    "16:71": [
        "*16:71 Madem insanlar kendi güçlerinden bu kadar vazgeçemiyorlardı, neden Tanrı’dan bunu yapmasını ve Kendisi için ortaklar yaratmasını bekliyorlar?"
    ],
    "16:93": [
        "*16:93 Tanrı, aramızdan günahın bedelinden kurtarılmayı hak eden samimi imanlıları bilir. Buna göre onlara rehberlik ederken, inkâr etmeyi seçenleri ise bloke eder."
    ],
    "16:98": [
        "*16:98 Kurtuluşumuz, Tanrı’nın bize olan mesajını, yani Kuran’ı bilmekle elde edilir ve Şeytan günahın bedelinden kurtarılmamıza engel olmak için elinden gelen her şeyi yapacaktır. Bu buyruk bu nedenledir."
    ],
    "16:106": [
        "*16:106 Tanrı’nın bilgeliği şunu hükme bağlar, eğer birisi başınıza silah dayayıp size Tanrı’yı inkâr etmenizi emrederse, ona istediğini verebilirsiniz. Hesaba katılan, kalbin barındırdığıdır."
    ],
    "16:115": [
        "*16:115 & 16:118 En tahrip edici trişinoz parazit, Trichinella spiralis, (ayrıca domuz tenyası Tenya solium) domuzların etinde yaşar, yağında değil. Amerika Birleşik Devletleri’nde yılda 150.000’den fazla kişi enfekte olur. 6:145-146 ve Ek 16’ya bakınız."
    ],
    "16:123": [
        "*16:123 Bu bize, İbrahim aracılığıyla bize gelen tüm dini uygulamaların, Muhammed'in zamanında bozulmamış olduğunu bildirir (22:78 ve Ek 9’a bakınız)."
    ],
    "17:1": [
        "*17:1 “Aksa Mescidi,” milyarlarca Işık Yılı uzaklıktaki “secdenin olduğu en uzak yer” anlamındadır. Bu ayet, Muhammed’in, yani ruhun, Kuran verilmek üzere en yüksek Cennete alındığını bize bildiriyor (2:185, 44:3, 53:1-18 ve 97:1)."
    ],
    "17:13": [
        "*17:13 Sizin hayatınız, doğumdan ölüme, sanki bir videokasetteymiş gibi hâlihazırda kayıtlıdır. Bu aynı kayıt, yeniden diriltilmemizin akabinde bizim için erişilebilir hale getirilecektir. 57:22 ve Ek 14’e bakınız."
    ],
    "17:46": [
        "*17:46 Arapça “yalnızca” kelimesi 7:70, 39:45, 40:12 & 40:84 ve 60:4 ayetlerinde Tanrı’ya atıfta bulunur. Bu sayıları topladığınız zaman 361, 19x19 elde edersiniz. Fakat eğer Kuran’a atıfta bulunan 17:46’yı dâhil ederseniz, ortaya çıkan sonuç 19’un katı değildir. “Yalnızca” ifadesi, bu nedenle 17:46’da Kuran’a atıfta bulunur (Ek 18)."
    ],
    "17:60": [
        "*17:60 17:1 ve 53:1-18’de belirtildiği gibi, Muhammed’in, Kuran’ı almak için en yüksek cennete olan yolculuğu bir testtir, çünkü insanlar güven ve itimat üzere Muhammed’e iman etmek zorundaydılar."
    ],
    "17:66": [
        "*17:66 Artık fizikten ve fiziksel kimyadan öğreniyoruz ki, su, çeşitli ihtiyaçlarımızı karşılaması için, onu mükemmel şekilde uygun hale getiren eşsiz niteliklere sahiptir."
    ],
    "17:93": [
        "*17:93 Tanrı’nın Antlaşma Elçisi Reşad Halife’ye de yeni bir kitap getirmesi ya da gökyüzünden kütleler indirmesi için meydan okuma dâhil bu şekilde meydan okundu. 3:81 ayeti Tanrı’nın Antlaşma Elçisi’nin görevlerini belirtmektedir. Karşı konulmaz kanıt Ek 2 & 26’da detaylandırılmıştır."
    ],
    "18:8": [
        "*18:8-9 Anlaşılan o ki, Efes’in Yedi Uyuyanları olan bu Hristiyan imanlıların tarihi, 18:9 & 18:21’de belirtildiği gibi doğrudan dünyanın sonu ile bağlantılıdır. Dünyanın sonunun ortaya çıkmasında bu imanlıların rolü Ek 25’te detaylıca anlatılmıştır."
    ],
    "18:16": [
        "*18:16-20 Efes, antik İznik’in 200 mil güneyinde ve günümüz Türkiye’sinde bulunan İzmir’in 30 mil güneyinde yer almaktadır. Mağara sakinleri, İsa’nın öğretilerini takip etmek ve yalnızca Tanrı’ya tapınmak isteyen genç Hristiyanlardı. Onlar, Üçlü Birlik öğretisinin ilan edildiği İznik Konferansı’nı takiben, İsa’dan üç asır sonra bozulmuş Hristiyanlığı ilan eden neo-Hristiyanların zulmünden kaçıyorlardı. 1928 yılında, Avusturyalı bir arkeolog olan Franz Miltner, Efes’in yedi uyuyanlarının mezarını keşfetti. Onların tarihi birkaç ansiklopedide iyi belgelenmiştir."
    ],
    "18:17": [
        "*18:17 Bu işaret veya ipucu bize mağaranın kuzeye baktığını söylemektedir."
    ],
    "18:21": [
        "*18:21 Ek 25’te detaylıca anlatıldığı gibi, bu hikâye dünyanın sonunun vaktini bulmaya yardımcı oldu."
    ],
    "18:24": [
        "*18:24 Bu önemli buyruk bize Tanrı’yı hatırlamak için günlük fırsatlar verir."
    ],
    "18:25": [
        "*18:25 300 güneş yılı ile 300 ay yılı arasındaki fark dokuz yıldır. Bu nedenle, Dünya’nın sonunun, Dünya’nın sonundan 300 yıl (309 ay yılı) önce, MS 1980 (HS 1400) yılında keşfedilmiş olması, Her Şeye Kadir Olan tarafından önceden belirlenmişti (72:27 ve Ek 25’e bakınız)."
    ],
    "18:32": [
        "*18:32-42 Kuran, insanların Tanrı’nın yanında taptığı birçok farklı tanrı örneklerini aktarmaktadır; evlatlar (7:190), dini liderler ve âlimler (9:31) mal-mülk (18:42), ölmüş azizler, peygamberler (16:20-21, 35:14 ve 46:5-6) ve ego (25:43, 45:23)."
    ],
    "18:50": [
        "*18:50 Göksel toplumdaki büyük kavga cereyan ettiğinde (38:69), tüm yaratıklar melekler, cinler ve insanlar olarak sınıflandırıldı (Ek 7)."
    ],
    "18:51": [
        "*18:51 Tanrı, Şeytan’ın ve destekçilerinin (cinler ve insanlar) yanlış karar vereceklerini biliyordu. Yaratılış sürecine tanık olmaktan dışlanmaları bu nedenledir."
    ],
    "18:80": [
        "*18:80 Adolf Hitler, şirin ve görünüşte masum bir çocuktu. Eğer bir çocuk olarak ölseydi, birçok kişi üzülürdü ve birçok kişi de Tanrı’nın hikmetini sorgulardı. Bu derin derslerden öğreniyoruz ki, her şeyin arkasında güzel bir sebep var."
    ],
    "18:94": [
        "*18:94-98 Tanrı’nın Antlaşma Elçisi olarak görevlerimden biri, dünyanın sonundan önceki son işaret olan Yecüc ve Mecüc’ün sondan tam 10 yıl önce, M.S. 2270 yılında (Hicri 1700’de) ortaya çıkacağını belirtmektir. Dikkat edin, Yecüc ve Mecüc 18. ve 21. surelerde her bir surenin bitiminden tam olarak 17 ayet önce geçmektedir, 17 ay yüzyılını temsil etmektedir (72:27). (72:27 ve Ek 25’e bakınız.)"
    ],
    "19:1": [
        "*19:1 Bu, Kuran’ın Başlangıç Harflerinden en fazla sayıda olanıdır, çünkü bu sure, Yahya’nın mucizevi doğumu ile İsa’nın bakireden doğumu gibi kritik konuları ele alır ve İsa’yı Tanrı’nın oğlu olarak gören büyük küfrü şiddetle kınar. Beş başlangıç harfi, bu konuları desteklemek için güçlü fiziksel kanıt sağlar (Ek 1 & 22’ye bakınız)."
    ],
    "19:25": [
        "*19:25 Dolayısıyla İsa, Eylül ayının sonlarında yahut Ekim başında doğdu. Bu, Orta Doğu’da hurmaların ağaçtan düşme noktasına olgunlaştığı zamandır."
    ],
    "19:36": [
        "*19:36 Bu, Yuhanna İncili 20:17’deki İsa’ya atfedilen ifadeye benzerdir."
    ],
    "19:71": [
        "*19:71 Ek 11’de detaylıca anlatıldığı gibi biz, Tanrı’nın evrenimize fiziksel olarak gelişine kadar diriltilmiş olacağız. Tanrı’nın yokluğu Cehennem demek olduğu için, bu da Cehennemin geçici bir tattırılması olacaktır. Tanrı geldiği zaman (89:22) doğrular kurtarılacaktır. 19:72’ye bakınız."
    ],
    "20:1": [
        "*20:1 Kuran’ın müthiş matematiksel mucizesinin bileşenleri olarak, bu Kuranî başlangıç harflerinin rolü Ek 1’de ayrıntılı olarak verilmiştir."
    ],
    "20:15": [
        "*20:15 Dünyanın sonu, Tanrı’nın son mesajı olan Kuran’da verilmektedir (15:87)."
    ],
    "20:54": [
        "*20:54 Akıl sahipleri şu gerçeği takdir edeceklerdir ki biz bu ‘Dünya Uzay gemisi’ üzerinde uzaya fırlatılmış astronotlarız. Bu geçici uzay macerasına giriştiğimiz için Tanrı bize yenilebilir yiyecekler, evcil hayvanlar ve çiftlik hayvanları sağlamıştır. Tanrı’nın ‘Dünya Uzay gemisine’ olan tedarikini, bizim astronotlarımıza verdiğimiz tedarikler ile karşılaştırın (Ek 7)."
    ],
    "20:88": [
        "*20:88 & 20:96 Samiri, Tanrı’nın Musa ile konuştuğu noktaya gitti ve üzerinde Tanrı’nın sesinin yankılanmış olduğu bir avuç toprak aldı. Bu toprak, erimiş altınla karıştığı zaman altın heykelin bir buzağı sesi kazanmasına yol açtı."
    ],
    "20:115": [
        "*20:115 Şeytan, Tanrı’nın mutlak otoritesine meydan okuduğunda (38:69), siz ve ben Şeytan’a karşı sağlam bir duruş gösteremedik. Tanrı bize, Şeytan’ı kınayıp Tanrı’nın mutlak otoritesine sarılarak kendimizi günahın bedelinden kurtarmamız için bu dünyada bir şans veriyor (Ek 7)."
    ],
    "21:3": [
        "*21:3 Kitab-ı Mukaddes (Malaki 3:1) ve Kuran (3:81), Tanrı’nın Antlaşma Elçisi’nin gelişini önceden haber vermesine rağmen, ‘en büyük mucizelerden biri’ (74:30-35) ile desteklenerek göründüğü zaman ilgisizlikle ve muhalefetle karşılandı. Her bir ‘yeni’ kanıta karşı gelinir şeklindeki ilahi beyan Arapların Kuran’ın mucizesine muhalefeti ile kanıtlanmış oldu (Ek 1 & 2)."
    ],
    "21:28": [
        "*21:28 Şefaat efsanesi, Şeytan’ın en etkili yemidir (Ek 8’e bakınız)."
    ],
    "21:30": [
        "*21:30 Big Bang Teorisi artık Yaratıcı’nın yanılmaz matematiksel koduyla desteklenmektedir (Ek 1). Dolayısıyla bu artık bir teori değil; bir kanun, kanıtlanmış bir gerçektir."
    ],
    "21:51": [
        "*21:51 Tanrı’yı keşfetme konusunda İbrahim mi çok zekiydi yoksa onun kurtulmayı hak ettiğini bildiği için Tanrı mı ona anlayış bahşetti? Anlaşıldığı üzere, tüm bu dünya, aramızda kurtarılmayı hak edenleri günahtan kurtarmak için yaratıldı. Melekler tüm asilerin, insanların ve cinlerin Tanrı’nın krallığından sürülmesi gerektiğini önerdiklerinde, ‘Ben sizin bilmediğinizi bilirim’ (2:30). Aynı zamanda, bu dünya Şeytan’ın bir tanrı olarak yetersizliğini ispatlamaktadır (Ek 7)."
    ],
    "21:69": [
        "*21:69 “Ve güvenli” olmadan “serinlik” İbrahim’in donmasına neden olurdu."
    ],
    "21:73": [
        "*21:73 Kuran vahyedildiğinde tüm dini görevler İbrahim aracılığıyla hâlihazırda sabitti (2:128, 16:123, 22:78)."
    ],
    "21:90": [
        "*21:90 Kuran boyunca çoğul kipinin kullanılması meleklerin katılımına işaret etmektedir. 3:39 ayetinden ve Kitab-ı Mukaddes’ten açıkça görüleceği üzere, melekler Yahya ile ilgili müjdeyi verirken Zekeriya ile yoğun bir şekilde ilgilendiler. Ek 10’a bakınız"
    ],
    "21:96": [
        "*21:96 MS 2270 yılına kadar, Tanrı’nın Kuran’daki matematiksel mucizesi sayesinde (Ek 1) Amerika İslam’ın kalbi olacak ve dünya çapında milyarlarca kişi Kuran’a iman etmiş olacaktır (9:33, 41:53, 48:28, 61:9). Yecüc ve Mecüc (kötü toplumların alegorik isimleri) putperestliğin tek kaleleri olacak ve teslim olanlara saldıracaklardır. İşte o zaman Dünya sona erecektir (15:87, 18:94, Ek 25). Yecüc ve Mecüc 18:94 ve 21:96 ayetlerinde her bir surenin sonundan 17 ayet önce geçmektedir; bu onların görünme zamanını işaret ediyor olabilir."
    ],
    "22:5": [
        "*22:5 Kuran’ın matematiksel mucizesi 19 sayısı üzerine kurulmuştur. Anlaşıldığı üzere, bu sayı Yaratıcının yarattıkları üzerindeki imzasını temsil ediyor. Nitekim sizin ve benim vücudumuzda 209 (19x11) kemik bulunmaktadır. Tam süreli bir fetüs için gebelik süresi 266 gündür (19x14) (Langman’s Medical Embryology, T.W. Sadler, Sayfa 88, 1985)."
    ],
    "22:19": [
        "*22:19-22 Cehenneme gitmek için diretmiş olan insanlar kaçınılmaz olarak şöyle şikâyet edecekler: ‘Biz bunun ne kadar kötü bir şey olduğunu bilmiş olsaydık farklı davranırdık.’ Cehennem dehşetlerinin sembolik olsa da en açık ve net terimlerle kendilerine belirtildiği söylenecektir. Şuna dikkat edilmelidir ki Kuran’da Cennetten ve Cehennemden hemen hemen her zaman birlikte bahsedilmektedir."
    ],
    "22:26": [
        "*22:26-27 İbrahim, Teslimiyet’in (İslam’ın) ilk elçisiydi. 22:78 ve Ek 9’a bakınız."
    ],
    "22:36": [
        "*22:36 Hacılardan gelen hayvan sunuları, kutsal yolculuk bölgesindeki kaynakları korur. Yaklaşık 2.000.000 hacının kutsal yolculuk sırasında Mekke’de buluştuğuna dikkat edin."
    ],
    "22:49": [
        "*22:49 Bu emir, spesifik olarak Tanrı’nın Antlaşma Elçisi’ne yöneliktir. Bu gerçek ve elçinin spesifik ismi Kuran’ın içinde matematiksel olarak kodlanmıştır. Ek 2 & 26’daki detaylara, çürütülemez kanıtlarla birlikte bakınız."
    ],
    "22:52": [
        "*22:52 Bu dünyevi sınav boyunca, kendi bakış açısını sunması için Şeytan’a izin verilmiştir (bizler vücudumuzda Şeytan’ın bir temsilcisi ile birlikte doğarız). Bu, insanların Tanrı’nın delili ile Şeytan’ın delili arasında bir seçim yapmasına olanak tanır. Şeytan’ın delili her zaman yalanlar üzerine kuruludur. Bu sistem, şeytanın temsilcilerinin sürekli olarak her elçiye karşı en absürt yalanları, hakaretleri ve suçlamaları ileri sürmesi gerçeğini açıklar (Bkz. 6:33-34, 8:30, 17:76-77, 27:70)."
    ],
    "22:78": [
        "*22:78 Tüm elçiler “Yalnızca Tanrı’ya tapmak” olan tek ve aynı mesajı vaaz etmelerine rağmen, İbrahim “Teslimiyet” (İslam) ve “Teslim Olan” (Müslüman) sözcüklerini türeten ilk elçiydi (2:128). İbrahim’in Teslimiyet’e katkısı ne oldu? 16:123’ten öğreniyoruz ki Teslimiyet’teki tüm dini görevler İbrahim aracılığı ile vahyedildi (Ek 9 & 26’ya bakınız)."
    ],
    "23:27": [
        "*23:27 Masalcılar, Nuh’un hikâyesinin alay konusu olmasına neden oldular. Nuh’un gemisi, ilkel halatlarla birbirine bağlanmış olan (54:13) kütüklerden yapılmış düz bir su taşıtıydı, tufan ise yereldi, Ölü Deniz bölgesinin çevresindeydi ve hayvanlar da Nuh’un evcil hayvanlarıydı."
    ],
    "23:84": [
        "*23:84-89 Tanrı’ya olan iman, ancak eğer birisi Tanrı’nın niteliklerini tanıyorsa geçerlidir, örneğin Tanrı’nın her şeyi kontrol ettiği gerçeği gibi (8:17). Tanrı’yı tanımayan imanlılar gerçekte imanlılar değildirler. İmanlıların çoğu, peygamberler ve azizler gibi güçsüz putları ilahlaştırarak imanlarını geçersiz hale getirirler (6:106)."
    ],
    "24:2": [
        "*24:2 Sosyal baskı, yani cezaya halkın tanık olması temel cezalandırmadır (Ayrıca 5:38’e bakınız). Kırbaçlar sembolik olmalıdır, şiddetli değil."
    ],
    "24:11": [
        "*24:11 Bu, Peygamberin eşi Ayşe’nin yanlışlıkla çölde bırakıldığı ve sonrasında Peygamberin kervanına yetişmesi için kendisine yardım eden genç bir adam tarafından bulunması şeklindeki tarihi olaya atıfta bulunur. Bu, Ayşe’ye karşı ünlü ‘Büyük Yalan’ı tetikledi."
    ],
    "24:30": [
        "*24:30-31 Haliyle, mütevazı giyim, iman eden erkek ve kadınların bir özelliğidir. Bir kadının elbisesi için minimum gereklilikler giysisini uzatması (33:59) ve göğsünü örtmesidir. Zorba Arap gelenekleri, bir kadının tepeden tırnağa kapanması gerektiği konusunda yanlış bir izlenim verdi; böylesi, Kuranî veya İslamî bir elbise değildir."
    ],
    "24:62": [
        "*24:62 Bu ayet, Tanrı’nın Antlaşma Elçisi’ne atıfta bulunuyor; “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı ayet numarası (62) toplandığında 1292 elde ederiz, 19’un tam katıdır (1292=19x68). Ek 2’ye bakınız."
    ],
    "25:2": [
        "*25:2 Astronotları uzaya fırlattığımızda, yolculuk boyunca yiyecek, su, oksijen ve diğer ihtiyaçların miktarını tam olarak ölçeriz. Benzer şekilde, Tanrı bizleri—Dünya uzay gemisinde—uzaya fırlattı ve hem bizim için hem de diğer yaratıklar için yenilenebilir erzakların tüm çeşitlerini tasarladı, mükemmel bir tasarım. Örneğin, bitkilerle bizim aramızdaki simbiyotik ilişkiyi düşünün; bizler onların fotosentezle ürettiği oksijeni kullanırken, onlar da bizim solunumla ürettiğimiz karbondioksiti kullanırlar."
    ],
    "25:5": [
        "*25:5 Muhammed’in çağdaşları, onun okuyabilen ve yazabilen, okur-yazar biri olduğunu biliyorlardı; o, Tanrı’nın vahiylerini kendi elleriyle yazdı (Ek 28’e bakınız)."
    ],
    "25:6": [
        "*25:6 İnkârcıların iddialarına inkâr edilemez cevap olan Kuran’ın mucizevi matematiksel kodu, 1400 yıl boyunca ilahi bir şekilde korunan bir sır olarak kaldı. Tanrı’nın Antlaşma Elçisi, Tanrı’nın izniyle onu ortaya çıkarmaya mukadderdi (Ek 1, 2 & 26’ya bakınız)."
    ],
    "25:27": [
        "*25:27-30 Bu ayet, ismi Kuran’da matematiksel olarak “Reşad Halife” şeklinde kodlanmış olan Tanrı’nın Antlaşma Elçisi’ne atıfta bulunuyor. Eğer “Reşad”ın sayısal değerini (505), ardından “Halife”nin sayısal değerini (725), ardından bu surenin numarasını (25), ardından 27, 28, 29 ve 30 ayetlerini yazarsanız, nihai sayı (5057252527282930) 19’un tam katıdır (Detaylar için Ek 2 & 26’ya bakınız). Muhammed Peygamber de Yargı Günü’nde 25:30 ayetindeki gibi bir açıklama yapacaktır."
    ],
    "25:56": [
        "*25:56 “Reşad Halife”nin sayısal değeri (1230) artı sure ve ayet numarası toplamı (25+56) 1230 + 25 + 56 = 1311 = 19x69 verir."
    ],
    "26:1": [
        "*26:1 Bu gizemli başlangıç harflerinin önemi için Ek 1’e bakınız."
    ],
    "26:210": [
        "*26:210 Yalancı bir elçi, Şeytan’ın bir elçisidir çünkü en korkunç yalanın uydurucusudur. Böyle bir elçi asla putperestliği kınayamaz ve YALNIZCA Tanrı’ya tapmayı vaaz edemez."
    ],
    "26:214": [
        "*26:214-223 Bu ayetler, Tanrı’nın Antlaşma Elçisi’ni kast etmektedir: “Reşad Halife”nin sayısal değeri (1230) artı ayet numarası (214) toplamı 1230 + 214 = 1444 = 19x76 = 19x19x4 eder ve 214’ten 223’e kadar ayet numaralarının toplamı 2185 = 19 x 115 eder (Ek 1)."
    ],
    "27:1": [
        "*27:1 Bu Kurani başlangıçların anlamları için Ek 1‘e bakınız."
    ],
    "27:18": [
        "*27:18-19 Belirli bir suredeki olaylar ne kadar olağandışı olursa, onları destekleyen matematiksel kanıt da o kadar güçlü olur. Bu bize, böyle garip olguların Tanrı’nın gücünün göstergesi olduğu konusunda güvence verir. Bu surenin başlangıç harfleri olan T.S., Kuran’ın başlangıç harfleri ile alakalı matematiksel mucizelerin kompleks bir parçasını oluşturur. İsa’nın olağandışı doğması ve mucizeleri, beş adet Kuranî başlangıç harfi ile başlayan 19’uncu surededir. Detaylar için Ek 1’e bakınız."
    ],
    "27:30": [
        "*27:30 Bu ayete dâhil olan ‘Besmele,’ 19 sure önceki Sure 9’dan kayıp olan ‘Besmele’yi telafi ediyor.Bu da ‘Besmele’nin geçiş toplamını 114’e, 19x6’ya tekrar kavuşturuyor. Bu ‘Besmele’ye bağlı geniş ve esaslı bir mucizenin detayları için Ek 29’a bakınız."
    ],
    "27:82": [
        "*27:82 (2+7+8+2=19) Kuran’ın matematiksel mucizesini bilgisayarın ortaya çıkarması gerekiyordu ve o, insanların çoğunun Tanrı’nın mesajını terk ettiğini kanıtladı (Ek 1 & 19’a bakınız)."
    ],
    "28:1": [
        "*28:1 Kuran’ın mucizevi matematiksel kodunun detayları ve bu Kuranî Başlangıçların anlamı için Ek 1’e bakınız."
    ],
    "28:43": [
        "*28:43 Tevrat, Musa’nın kitabı da dâhil olmak üzere İsrail peygamberlerinin tamamına vahyedilen tüm kutsal yazıların koleksiyonudur. Kuran, sürekli olarak Musa’ya bir kitap ya da “Yasa Kitabı” verildiğini belirtmektedir. Kuran’ın hiçbir yerinde, Musa’ya “Tevrat” verildiğini görmeyiz. Bugünkü Eski Ahit, bundan dolayı Tevrat’tır (3:50, 5:46’ya bakınız)."
    ],
    "28:44": [
        "*28:44 Bu elçinin ismi matematiksel olarak doğrulanmaktadır: “Reşad Halife”nin sayısal değerini (1230), ayet numarası (44) ile yan yana yazarak 123044 = 19x6476 elde ederiz."
    ],
    "29:1": [
        "*29:1 Kuran’ın matematiksel kompozisyonunun detayları ve önceden gizemli olan Kuran’ın bu başlangıç harflerinin anlamı için Ek 1’e bakınız."
    ],
    "29:14": [
        "*29:14 Kuran’ın mucizesi matematiksel olduğundan, sayılar özellikle 19-temelli kodun önemli birbölümünü oluşturmaktadır. Nitekim Kuran’da geçen sayıların toplamı 162146 veya 19x8534’tür(Detaylar için Ek 1’e bakınız)."
    ],
    "29:19": [
        "*29:19-20 Kuran’dan öğreniyoruz ki evrim ilahi olarak yönlendirilen bir süreçtir. Detaylar için Ek 31’e bakınız."
    ],
    "29:41": [
        "*29:41-43 Kara Dul örümceğinin eşini öldürdüğünü bilmek, bilgili bir kişi olmayı gerektirir. 29:41’de örümceğe dişi referansın kullanılması bu nedenle önemlidir. Bu, örümcek ağının fiziksel olarak çokdayanıksız olduğu gerçeğine ektir."
    ],
    "29:45": [
        "*29:45 Zamanın çoğunda zihninizi meşgul eden her ne ise sizin tanrınız odur (20:14 ve Ek 27’yebakınız)."
    ],
    "29:48": [
        "*29:48-51 Kuran’ı, müthiş matematiksel mucizesinden 1400 yıl boyunca ayırmak En Bilge Olan’ın iradesiydi. Müslümanların Muhammed’i topluca nasıl putlaştırdıkları göz önüne alınırsa, belli ki eğer Kuran’ın matematiksel mucizesi de Muhammed aracılığıyla vahyedilseydi, birçok insan ona Tanrı’nın ete kemiğe bürünmüş hali diye tapardı. Görüldüğü üzere Tanrı, Kuran’ın büyük mucizesinin (74:30-35) bilgisayar çağını beklemesini ve onun, Kendi Antlaşma Elçisi ile vahyedilmesini irade etti (Ek 1, 2 & 26’ya bakınız)."
    ],
    "29:53": [
        "*29:53 40 yaşından önce ölen herkes Cennete gider ve herkes bunu hak etmez. İnsanlar bazen, kötü bir suçlu derhal idam edilmediği zaman adaletin yavaşlığından yakınırlar. Tanrı kimin Cenneti hak ettiğini bilir (46:15 ve Ek 32’ye bakınız)."
    ],
    "30:1": [
        "*30:1 Önceden gizemli olan bu başlangıç harflerinin açıklaması için Ek 1’e bakınız."
    ],
    "30:30": [
        "*30:30 Sahibimiz ve Efendimiz olarak YALNIZCA Tanrı’yı kabul edişimiz doğal bir içgüdüdür. Bu dünyaya böyle bir içgüdü ile doğarız. 7:172-173 ve Ek 7’ye bakınız."
    ],
    "30:33": [
        "*30:33 Yaygın bir örnek, kendilerini iyileştirdiği için Aziz Yahuda’ya teşekkür eden insanlar tarafından yapılan, gazetelerde gördüğümüz küçük ilanlardır. Ameliyata girmeden önce kendilerini iyileştirmesi için içtenlikle Tanrı’ya yalvarırlar. Fakat ameliyat başarılı geçince vakit kaybetmeden Aziz Yahuda’ya teşekkür ederler!!!"
    ],
    "31:1": [
        "*31:1 Bu başlangıçların önemli rolü için Ek 1’e bakınız."
    ],
    "31:13": [
        "*31:13 Eğer bir çocukla ilgilenir, ona en iyi eğitimi verir ve onu hayata hazırlarsanız, onun yalnızca başkalarına teşekkür ettiğini görmek size ne hissettirir? Putperestlik böyle bir şeydir; haksızlıktır."
    ],
    "31:34": [
        "*31:34 Tanrı, bilgisini irade ettiği zamanda vahyeder. Bu ayetten öğreniyoruz ki, yağmuru ve fetüsün cinsiyetini tahmin etmeyi başarabiliriz. Fakat asla ölüm vaktini ve yerini bilemeyiz. 72:27 ayetine göre Tanrı, dünyanın sonunu Kendi Antlaşma Elçisi’ne vahyetti. Detaylar için 15:87, 20:15 ve Ek 25’e bakınız."
    ],
    "32:1": [
        "*32:1 Bu harflerin anlamı bir sonraki ayette verilmektedir: “Bu kitap, kuşkusuz, kâinatın Rabbinden bir vahiydir.” Detaylar için Ek 1’e bakınız."
    ],
    "32:12": [
        "*32:12 Geri gönderilselerdi aynı suçları işlerlerdi. Dipnot 6:28’e bakınız."
    ],
    "32:13": [
        "*32:13 İnsanların çoğu, Tanrı’nın onları günahın bedelinden kurtarma davetini göz ardı etmeyi seçerek Cehenneme gitmekte “ısrar ediyorlar.” Tanrı tek bir insanı bile Cehenneme koymayacaktır. Putperestliklerini kınayıp, YALNIZCA Tanrı’ya adanarak kendilerini günahın bedelinden kurtarmayı başaramayanlar ve Yaratıcımızın emrettiği uygulamalarla ruhlarını geliştiremeyenler, kendi iradeleriyle Cehenneme koşacaklardır. Tanrı’nın enerjisinin fiziksel varlığına dayanamayacak kadar zayıf olacaklardır."
    ],
    "33:4": [
        "*33:4 Arabistan’da, eşin, kocanın annesi gibi olduğu ilan edilerek yabancılaştırılması bir gelenekti. Burada, böylesi adil olmayan bir uygulama iptal edilmiştir."
    ],
    "33:7": [
        "*33:7 Bu antlaşma 3:81’de detaylandırılmıştır. Tanrı, Muhammed’den sonra gelen ve onların mesajlarını arındırıp birleştirecek olan Kendi Antlaşma Elçisi’ni destekleyeceklerine dair peygamberlerle bir antlaşma yaptı. Bu antlaşma, dünya yaratılmadan önce yapıldı ve Mekke’de, 3 Zilhicce 1391’de (21 Aralık 1971’de) yerine getirildi. İslami ay (12) artı gün (3) artı yıl (1391) toplandığında 1406, 19x74 eder. Tanrı’nın Antlaşma Elçisi’nin Reşad Halife olduğunu ortaya koyan karşı konulmaz kanıt Kuran boyunca verilmektedir (Ek 2 & 26)."
    ],
    "33:21": [
        "*33:21 Şeytan bu ayeti bağlamından kopardı ve insanların Muhammed peygamberi putlaştırmalarına yaslanıp, “Peygamberin Sünneti” diye adlandırılan bir dizi yetkisiz ve mantıksız düzenlemeler üretti. Bu da tamamen farklı bir din yarattı (42:21 ve Ek 18’e bakınız)."
    ],
    "33:40": [
        "*33:40 Muhammed’in açık tarifine rağmen, çoğu Müslüman onun son peygamber ve aynı zamanda son elçi olduğu konusunda ısrar ederler. Bu, 40:34’te gördüğümüz gibi trajik bir insan özelliğidir.Tanrı’ya tereddütsüz iman eden kimseler, Tanrı’nın son peygamber Muhammed’den sonra, Kendi arındırıcı ve birleştirici Antlaşma Elçisi’ni göndereceğini fark ederler (3:81, 33:7)."
    ],
    "33:41": [
        "*33:41-42 Zamanın çoğunda düşüncelerinizi her ne meşgul ediyorsa sizin tanrınız odur. Tanrı’yı anmak ve O’nu gece gündüz yüceltmek buyruğu bu nedenledir. Ek 27’ye bakınız."
    ],
    "33:53": [
        "*33:53 Babalarımızla önceden evlenmiş kadınlarla evlenmekten 4:22’de menedilmekteyiz. Baba da kendi oğlunun boşanmış hanımı ile evlenemez (4:23). Bu ilahi buyruk, babalarımız ve onların en mahrem işlerine olan saygımızı muhafaza etmektedir. Benzer şekilde, peygamber de zamanındaki imanlılar için bir baba figürüydü. Bu imanlıların iyiliği için, Tanrı onları peygamberle önceden evli olan kadınlarla evlenmekten menetti. Evlilik kutsal ve çok özel bir ilişkidir ve peygamberin özel hayatının mahrem tutulması gerekiyordu."
    ],
    "33:56": [
        "*33:56 “Peygamber” (Nebi) kelimesi tutarlı bir şekilde Muhammed’i ancak hayatta olduğu zaman ifade eder. Şeytan, Müslümanları 33:41-42 ayetlerinde emredildiği üzere Tanrı’yı anmak yerine sürekli Muhammed’i anmaya teşvik etmek için bu ayeti kullandı."
    ],
    "33:63": [
        "*33:63 Örneğin bir asırdan daha az bir süre önce, televizyon ve uzay uyduları hakkında sadece Tanrı bilgi sahibiydi. Bu bilgiyi, önceden belirlenmiş bir zamanda vahyetti. Benzer şekilde, Tanrı, bu dünyanın sonu için tayin edilen vakti de vahyetti (Ek 25)."
    ],
    "33:72": [
        "*33:72 Bu en lütufkâr tekliften hayvanlar, ağaçlar, yıldızlar vb. yararlandılar. Ek 7’ye bakınız."
    ],
    "34:21": [
        "*34:21 Ahirete iman edip etmediğimizi bildiren kıstaslar 6:113, 17:45 & 39:45 ayetlerinde yer almaktadır. Bu üç kıstas, sözlü ifadelerimiz ne olursa olsun gerçek inançlarımızı ortaya çıkarmaktadır."
    ],
    "34:28": [
        "*34:28 Ek 2’de detaylandırıldığı gibi, bu elçinin ismi Kuran’ın içine matematiksel olarak “Reşad Halife” şeklinde kodlanmıştır. “Reşad” isminin sayısal değeri (505) artı “Halife” isminin sayısal değeri (725) artı sure numarası (34) artı ayet numarası (28) toplandığında, Reşad Halife aracılığıyla ortaya çıkarılan Kuran’ın 19-temelli matematiksel mucizesi ile uyumlu bir toplam elde ederiz. (505 + 725 + 34 + 28 = 1292 = 19x68). Daha fazla bilgi 5:19 ayetinde ve onun dipnotunda verilmiştir."
    ],
    "34:43": [
        "*34:43 “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı ayet numarası (43) toplandığında 505 + 725 + 43 = 1273 = 19x67 elde ederiz. Ek 1 & 2’ye bakınız."
    ],
    "34:45": [
        "*34:45 Musa’ya ve İsa’ya verilen büyük mucizeler zaman ve mekânla sınırlıydı; onlara o zamanda, o yerde var olan birkaç insan tanık oldu. Fakat Kuran’ın matematiksel mucizesi daimidir (74:30-35 ve Ek 1’e bakınız)."
    ],
    "34:46": [
        "*34:46 “Reşad”ın sayısal değeri (505), “Halife”nin sayısal değeri (725), ardından sure numarası (34) ve ayet numarası (46) yan yana yazıldığında, 5057253446= 19x266171234 elde ederiz."
    ],
    "34:53": [
        "*34:53 Tüm dinlerin insanları, Tanrı’nın kelamını terk edip insanların kelamına sarılmaya meyillidirler. Yahudiler ve Müslümanlar Mişna (Hadis) ve Gemara’ya (Sünnet) sarılırken, Hristiyanlar ise İsa’dan 325 yıl sonra İznik Konferansı tarafından uydurulan bir üçlü birliğe sarılmaktadırlar."
    ],
    "35:12": [
        "*35:12-13 Kendi astronotlarımızı uzaya gönderdiğimizde, onların minimum gıda, su ve oksijen ihtiyaçlarını sağlarız. Milyarlarca yıl önce Şeytan’ın küfrüne taraf olduğumuzda (Ek 7), Tanrı bizi Dünya uzay gemisinde uzaya fırlattı. Fakat Tanrı, uzay gemimizi çok çeşitli taze yiyecekler, su, oksijen ve hatta biz astronotların çoğalmasını sağlayan müthiş yenilenebilir sistemlerle donattı."
    ],
    "35:14": [
        "*35:14 İnsanlar İsa’yı, Meryem’i, Muhammed’i, Ali’yi ve/veya azizleri putlaştırırlar; bu tür putlar ölüdürler, habersizdirler ve tamamen güçsüzdürler. Hatta onlar hayatta iken bile güçsüzdüler."
    ],
    "35:24": [
        "*35:24 “Reşad Halife”nin sayısal değeri (1230) artı ayet numarası (24) toplamı bize 19’un katı olan bir toplam verir (1230 + 24 = 1254 = 19x66)."
    ],
    "36:1": [
        "*36:1 Bu başlangıçların detaylı açıklaması için Ek 1’e bakınız."
    ],
    "36:3": [
        "*36:3 Çürütülemez fiziksel deliller için Ek 2 & 26’ya bakınız."
    ],
    "36:10": [
        "*36:10 Herkes hâlihazırda imanlı veya inkârcı olarak damgalıdır. Ek 14’e bakınız."
    ],
    "36:13": [
        "*36:13-27 Tanrı’nın elçileri kanıta sahiptirler, yalnızca Tanrı’yı savunurlar ve para istemezler."
    ],
    "36:26": [
        "*36:26 Doğrular gerçekte ölmezler; onlar sadece Âdem & Havva’nın yaşadığı aynı Cennete geçerler.Aktif ve ideal bir yaşamdaki peygamberlere, azizlere ve şehitlere katılırlar (Ek 17’ye bakınız)."
    ],
    "36:30": [
        "*36:30 Eğer elçi, elçiliğin somut kanıtını sunar, yalnızca Tanrı’ya tapmayı savunur ve bizden paraistemezse neden inanmayalım ki? (Ek 2’ye bakınız)."
    ],
    "36:69": [
        "*36:69 “Zikr” kelimesi çoğunlukla Kuran’ın büyük matematiksel mucizesine atıfta bulunur, ki bu kuşkusuz edebi olması değildir, şiir olması da değildir. Lütfen 38:1, 38:8; 15:6, 15:9; 16:44; 21:2, 21:24; 26:5 & 36:11'i inceleyin."
    ],
    "36:83": [
        "*36:83 Şurası dikkate değerdir ki “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı sure numarası (36) artı ayet sayısı (83) toplamı 19’un tam katı eden bir toplam verir (505 + 725 + 36 + 83 = 1349=19x71). Ayrıca Sure 36, 29 başlangıç harfli sure arasında 19. sıradadır."
    ],
    "37:5": [
        "*37:5 Her gök cismi Dünya gezegeni üzerinde doğar ve batar. Her doğuş, “doğu” olarak adlandırılır."
    ],
    "37:6": [
        "*37:6 Biz en içteki ve en küçük evrende yaşıyoruz. Cinler bu evrene hapsedilmiştir."
    ],
    "37:55": [
        "*37:55 Cennete giren insanlar, olumsuz neticeler olmaksızın Cehennemdeki akrabalarını ve arkadaşlarını ziyaret edebilecekler. Ahirette herkes aşağı doğru hareket edebilecektir fakat belli bir sınırın ötesinde yukarıya doğru hareket edemeyecektir. Bu sınır, kişinin büyüme ve gelişme derecesi ile belirlenir (Ek 5)."
    ],
    "37:102": [
        "*37:102 En Merhametli Olan asla kötülüğü savunmaz (7:28). Eyüp’te olduğu gibi Şeytan, İbrahim’in, oğlunu çok sevdiğini iddia etti ve İbrahim’i bu ciddi teste sokması için ona izin verildi."
    ],
    "37:147": [
        "*37:147 Kuran, 30 tane sayıdan söz eder: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 19, 20, 30, 40, 50, 60, 70, 80, 99, 100, 200, 300, 1000, 2000, 3000, 5000, 50000 ve 100000. Bu sayıların toplamı 162146 veya 19x8534’tür (Ek 1’e bakınız)."
    ],
    "38:1": [
        "*38:1 Bu başlangıç harfi (Saad) 7, 19 & 38 numaralı surelerde toplam 152, 19x8 kez geçmektedir (Ek 1).",
        "**38:1 “Zikr” kelimesi Kuran’dan ayrı tutulur ve açıkça Kuran’ın mucizevi matematiksel koduna işaret eder. Bkz. 15:6, 15:9; 16:44; 21:2, 21:24; 26:5; & 36:11, 36:69."
    ],
    "38:23": [
        "*38:23 Burası, 99 sayısının geçtiği tek yerdir. Kuran’da otuz farklı sayı geçmektedir ve toplamları 162146, 19x8534’tür. Ek 1’e bakınız."
    ],
    "38:24": [
        "*38:24 Bu açık örnekte, bir tarafta 99’a karşılık diğer tarafta 1, Davut’un doğru kararı verme konusundaki aşırı titizliği onun bağışlanma dilemesine neden oldu. Biz bu kadar dikkatli miyiz?"
    ],
    "38:32": [
        "*38:32 Süleyman atlarından dolayı ikindi namazını kaçırdı. Şeytan’ın, Süleyman, atlarına Tanrı’ya olan sevgisinden daha fazla sevgi besledi şeklindeki olası iddiasını boşa çıkarmak için atlarından vazgeçti."
    ],
    "38:34": [
        "*38:34 & 38:41 Süleyman ve Eyüp, test spektrumunun her iki ucunu temsil etmektedir. Her koşulda yalnızca Tanrı’ya tapıp tapmadığımızı görmek için servet, sağlık veya onların yokluğu yoluyla teste tabi tutuluruz."
    ],
    "38:41": [
        "*38:41 38:34 & 38:41’in dipnotuna bakınız."
    ],
    "38:69": [
        "*38:69 Yüce Toplum’daki kavga, Şeytan’ın Tanrı’nın mutlak otoritesine meydan okumasıyla tetiklendi. Bu, kesinlikle insan ırkının tarihindeki en önemli olaydır. Bizler Tanrı’nın mutlak otoritesi ile alakalı sağlam bir duruş sergileyemedik. Bu hayat, kendimizi günahın bedelinden kurtarmamız için üçüncü ve son şansımızdır (Giriş’e ve Ek 7’ye bakınız)."
    ],
    "39:5": [
        "*39:5 Bu ayet açıkça bize yeryüzünün yuvarlak olduğunu bildirir. “Yuvarlar” ifadesinin Arapçası (Yukevvir), “top” (Kura) kelimesinden türetilir. Dünya tam olarak yuvarlak olmadığından, onun şekli için özel bir referans 79:30 ayetinde verilmektedir. Kuran, Kuran’ın vahyedilişinden asırlar sonra ortaya çıkan bilimsel bilgilerle doludur. Ek 20’ye bakınız."
    ],
    "39:45": [
        "*39:45 İslam’ın İlk Direğinin “Eşhedü En La İlahe İlla Allah (Tanrı’nın yanında başka bir tanrı yoktur)” olarak ilan edilmesi olduğuna dair 3:18 ayetinde yer alan açık buyruğa rağmen, “Müslümanların” çoğunluğu Muhammed’in adını eklemekte ısrar ediyorlar. Bu En Büyük Kriter, Muhammed’in adını veya herhangi başka bir ismi eklemekten sevinç duymanın Ahirete inançsızlığı ifşa ettiğine dair bizleri ikaz eder. Ayrıca Dipnot 17:46’ya bakınız."
    ],
    "39:67": [
        "*39:67 Bizim evrenimiz, milyarlarca ışık yılını kapsayan milyarlarca galaksisiyle, milyar trilyon yıldızıyla, sayılamayan desilyonlarca göksel cismiyle yedi evrenin en küçük ve en içte olanıdır. Yedi evrenin bu akıl almaz genişliği Tanrı’nın elinin içindedir. Tanrı’nın büyüklüğü işte böyledir. Ek 6’ya bakınız."
    ],
    "39:68": [
        "*39:68 Diriliş Günü’ndeki olaylar dizisi, borunun sembolik olarak üflenmesiyle başlar. Borunun—baygınlıktan korunan bir yaratık tarafından—ikinci üflenişi, tüm insanların dirilişine işaret eder; onlar bugünün dünyasında diriltilecekler. Ardından bu dünya, Tanrı’nın fiziksel gelişi ile yıkılacak, sonra yeni bir dünya ve yeni gökler yaratılacaktır (14:48). Ardından bizler gelişim derecemize göre katmanlara ayrılacağız (Ek 11)."
    ],
    "40:1": [
        "*40:1 “Ha Mim” başlangıçları 40-46. surelerde geçmektedir. “Ha” ve “Mim” harflerinin yedi surede geçiş sıklığı 2147 veya 19x113’tür (Ek 1)."
    ],
    "40:11": [
        "*40:11-12 Doğru olan imanlılar hâlihazırda tecrübe ettiğimiz ölüm haricinde ölüm tatmazlarken (44:56), inkârcılar iki ölümden geçerler. Lütfen Ek 17’ye bakınız. Cehenneme gitmenin nedeni açıktır; Tanrı’ya iman edenler bile başkalarını O’na ortak ederler (39:45’e bakınız)."
    ],
    "40:34": [
        "*40:34 Yahudiler Mesih kendilerine geldiğinde ona iman etmeyi reddettiler, Hristiyanlar Muhammed kendilerine geldiğinde onu reddettiler ve bugünkü Müslümanların çoğunluğu Muhammed’in son elçi olduğuna inanırlar. Bu hatalı temelde, Tanrı’nın Antlaşma Elçisi’ni kabul etmeyi reddettiler.3:81-90 ve 33:7 ayetlerinden, “Tanrı’nın Antlaşma Elçisi’ne iman et ve onu destekle” şeklindeki kesin Kuranî emri kabul etmeyenlerin artık imanlılar olmadığını öğreniyoruz. Ek 2 & 26’ya bakınız.",
        "**40:34 Şurası dikkat çekicidir ki Arapça metinde “Reşad” ismini, “son elçi” denilmesine karşı olan uyarının tam olarak dört ayet öncesinde ve bir de dört ayet sonrasında görüyoruz."
    ],
    "40:60": [
        "*40:60 Yakarış, herhangi bir şey için Tanrı’ya yalvarmak, maddi zevkler için bile olsa bir tapınma şeklidir. Ne zaman herhangi bir ihtiyacımız olsa Tanrı’ya yalvar buyruğu bundan dolayıdır. Bir ateist Tanrı’ya asla hiçbir şey için yalvarmayacaktır."
    ],
    "40:64": [
        "*40:64 Bkz. dipnotlar 15:20, 20:54, 25:2 ve 35:12-13."
    ],
    "40:66": [
        "*40:66 Bu ayette kullanılan Arapça “Nehy” kelimesi, devam etmekte olan bir şeyin durdurulmasını belirtmektedir. Örneğin 4:171’deki aynı kelimeye bakınız. Ayrıca 93:7’ye de bakınız."
    ],
    "40:72": [
        "*40:72 Kendilerini hazırlamayanlar, Yargı Günü’nde, Tanrı’nın huzurunda muazzam bir şekilde acı çekeceklerdir. Ruhlarının yeterli düzeyde büyüyüp gelişmemesi nedeniyle Tanrı’nın yakınlığına dayanamazlar. Ben bu özel durumu tanımlamak için “İnferno”yu kullanıyorum (55:44). Ruhun hazırlanması, İletişim Duası gibi Tanrı tarafından hükme bağlanan ritüellerle yapılır."
    ],
    "40:78": [
        "*40:78 Biz, 17:45-46, 18:57 ve 56:79 ayetlerinden öğreniyoruz ki imansızlar Kuran’a erişemezler; sadece imanlıların ve samimi arayışçıların onu anlamalarına Tanrı tarafından izin verilir. Kuran’ın matematiksel kodu, “Büyük mucizelerden biri” (74:30-35), Tanrı tarafından yetkilendirildi ve Kendi Antlaşma Elçisi vasıtasıyla vahyedildi (Ek 2)."
    ],
    "41:1": [
        "*41:1 Bu Kuranî Başlangıçların önemi için Dipnot 40:1’e bakınız."
    ],
    "41:9": [
        "*41:9-10 Yaratılışın “günleri” bir ölçütü temsil eder. Nitekim fiziksel kâinat iki günde yaratılmışken, yeryüzündeki tüm yaratıklar için rızıkların hesaplanması dört gün gerektirdi. Bu, aynı zamanda bize yaşamın sadece bu Dünya gezegeninde olduğunu öğretmektedir."
    ],
    "41:12": [
        "*41:12 Tanrı kâinatı tek başına yarattı (18:51), fakat melekler en alt evrende belirli işleri yürütmeye dâhil oldular. Bizim evrenimiz Tanrı’nın fiziksel varlığını kaldıramaz (7:143). Çoğul kipi, meleklerin evrenimizdeki rolünü bildirmektedir (Ek 10)."
    ],
    "41:41": [
        "*41:41 “Zikr” kelimesi, 38:1’de açıkça belirtildiği gibi Kuran’ın matematiksel kodunu kastetmektedir"
    ],
    "41:42": [
        "*41:42 Kuran’ın matematiksel mucizesinin majör fonksiyonlarından biri de, Kuran’ın her harfini ve her yönünü korumaktır. Böylelikle, herhangi bir oynama hemen fark edilir (Ek 1 & 24)."
    ],
    "41:43": [
        "*41:43 Matematiksel kanıt, bu ayetin Tanrı’nın Antlaşma Elçisi’ni kastettiğini göstermektedir. “Reşad”ın sayısal değeri (505) artı “Halife”nin sayısal değeri (725) artı bu ayetin numarası (43) toplandığında, 505 + 725 + 43 = 1273 = 19x67 elde ederiz. Ek 2’ye bakınız."
    ],
    "41:47": [
        "*41:47 Tanrı bu bilgiyi Kendi Antlaşma Elçisi aracılığıyla vahyetti (Ek 25)."
    ],
    "41:53": [
        "*41:53 Bu ayeti oluşturan harfler 19 adettir ve sayısal değerlerinin toplamı 1387, yani 19x73’tür. 9:33, 48:28, 61:9 & 110:2 ile birlikte bu büyük kehanet bize, tüm dünyanın Tanrı’nın değiştirilmemiş mesajı olarak Kuran’ı kabul etmeye mukadder olduğunu bildirir (Ek 38’e bakınız)."
    ],
    "42:1": [
        "*42:1 Bu başlangıçlar Kuran’ın mucizesinin önemli bir parçasını oluşturmaktadır (Dipnot 40:1)."
    ],
    "42:2": [
        "*42:2 ‘A.S.Q (Ayn, Sin, Qaf) başlangıçlarını gördüğümüz tek sure budur ve bu üç başlangıcın bu suredeki toplam geçişi 209, 19x11’dir. Ayrıca, “Q” harfi bu surede 57, 19x3 defa geçer. “Q” başlangıcını gördüğümüz diğer tek sure 50. suredir ve bu harf o surede de 57 defa geçmektedir (Ek 1’e bakınız)."
    ],
    "42:21": [
        "*42:21 Bugünün Müslüman dünyasının İslam’ı çok bozuldu, Şeytanî bir inanç haline geldi. Ulema veya din âlimleri, Tanrı tarafından asla yetkilendirilmemiş birçok harici yasalar, haramlar, kıyafet kuralları, beslenme düzenlemeleri ve dini pratikler eklediler. Bu, Tanrı’nın Antlaşma Elçisi’nin gönderilmesinin ana sebeplerinden biridir (9:31, 33:67 ve Ek 33)."
    ],
    "42:24": [
        "*42:24 İnkârcılar, kendi putları olan Muhammed peygamberi anmak için Sure 9’un sonuna 2 sahte söz eklediler. Tanrı bu küfrü silmek ve gerçeği inşa etmek için karşı konulmaz deliller vahyetti. “Reşad Halife”nin sayısal değeri (1230) artı ayet numarasını (24) topladığımızda 1254, 19x66 elde ederiz (Lütfen detaylar için Ek 2 & 24’e bakınız)."
    ],
    "43:1": [
        "*43:1 Dipnot 40:1’e bakınız. “H” (Ha) ve “M” (Mim) harflerinin yedi H.M.- başlangıçlı suredeki geçiş sıklığı sırayla 292 ve 1855’tir. Bunların toplamı 2147 veya 19x113 eder."
    ],
    "43:3": [
        "*43:3 Arapça, özellikle buyrukları, kanunları ve zor yasaları ifade etmede en etkili dildir. Bu nedenle, Kuran’ın Arapça vahyedilmesi, dilleri ne olursa olsun tüm halkların açık bir şekilde anlamaları içindir. Detaylar için Ek 4’e bakınız."
    ],
    "43:5": [
        "*43:5 Bu, Giriş’te ve Ek 7’de detaylandırılan ilk günahımıza işaret eder."
    ],
    "43:20": [
        "*43:20 Puta tapanlar, putperestlikleri için Tanrı’yı suçlayamazlar çünkü yalnızca Tanrı’ya tapıp tapmamakta mutlak seçim özgürlüğümüz vardır."
    ],
    "43:36": [
        "*43:36-39 Her birimiz, daimî bir yoldaş olarak Şeytan’ın bir temsilcisine sahibiz (Ek 7)."
    ],
    "43:38": [
        "*43:38 “Doğular” gün doğumu, ayın doğuşu ve göksel cisimlerin doğuşunun yerlerini kastetmektedir."
    ],
    "43:43": [
        "*43:43 “Reşad Halife”nin sayısal değeri (1230) ile 43 toplamı 1273, 19x67’dir."
    ],
    "43:61": [
        "*43:61 Ek 25’te detaylıca anlatıldığı gibi, Dünya’nın Sonu Kuran’da verilmektedir ve İsa’nın doğum tarihi, hesaplamaların doğru olduğuna dair önemli işaretlerden birini sağladı. Dünya’nın, İsa’nın doğumundan sonra 2280 (19x120) yılında sona ereceğini öğreniyoruz (47:18’e bakınız). Ek olarak, hem ay yılı (1710) hem de güneş yılı (2280) İsa’nın doğumundan Muhammed’in doğumuna kadarki yıl sayısı olan 570’e de (19x30) bölünür. Nitekim İsa’nın doğumu bir işaretleyicidir."
    ],
    "44:10": [
        "*44:10 Sadece iki işaret henüz gerçekleşmedi, bu duman ile Yecüc ve Mecüc (Ek 25)."
    ],
    "44:13": [
        "*44:13 Sure ve ayet numaraları toplamı (44+13) 57, 19x3 eder ve bu Kuranî kod, Tanrı’nın Antlaşma Elçisi tarafından ilan edildi (Ek 1, 2 & 26)."
    ],
    "44:56": [
        "*44:56 Ek 17’de detaylıca anlatıldığı gibi, doğrular gerçekte ölmezler; onlar direkt bir zamanlar Âdem ve Havva’nın yaşadığı aynı Cennete geçerler. Bu ifadeyi, 40:11’deki inkârcıların ifadesi ile karşılaştırın."
    ],
    "45:6": [
        "*45:6-7 Tanrı, “Hadis”i ismiyle kınamaktadır ve onun uydurma bir küfür olduğunu bizlere bildirmektedir."
    ],
    "45:21": [
        "*45:21 Şimdi anlıyoruz ki doğrular gerçekte ölmezler—onlar direkt Cennete giderler (16:32)—oysa doğru olmayanlar ölüm melekleri tarafından dövülürler (8:50 & 47:27)."
    ],
    "45:22": [
        "*45:22 Tanrı bize bu hayatı, kendimizi günahın bedelinden, Şeytan’la olan eski ittifakımızı kınamamız ve Tanrı’nın krallığına tekrar girmemiz için değerli bir şans olarak verdi. Giriş’e ve Ek 7’ye bakınız."
    ],
    "46:6": [
        "*46:6 Ayrıca Matta 7:21-23’e bakınız: İsa kendisini “Rab” olarak çağıranları açık bir biçimde sahiplenmeyecektir."
    ],
    "46:10": [
        "*46:10 Bu şahit, aynı 19-temelli matematiksel kodu kutsal yazıların bozulmamış parçalarında keşfeden Dindar Haham Yahuda’dır (M.S. 11. Yüzyıl) (Ek 1’e bakınız)."
    ],
    "46:15": [
        "*46:15 Tanrı, kimin Cennete gitmeyi hak ettiğini ve kimin Cehenneme gitmeyi hak ettiğini tam olarak bilir. Bu O’nun bir yasasıdır ki kimi 40 yaşından önce vefat ettirirse o kişi Cennete gidecektir. Tanrı’nın engin rahmeti, çoğu insanın bu ilahi merhameti kabul etmekte zorluk yaşadığı gerçeğinde yansır; şöyle karşı gelirler: “Onları Cehenneme koy!” Ek 32’ye bakınız."
    ],
    "46:29": [
        "*46:29 Cinler, milyarlarca yıl önce Şeytan ünlü küfrünü başlattığında onunla tamamen hemfikir olan yaratıklardı. Onlar bu dünyaya Şeytan’ın soyu olarak getirilirler. Ne zaman bir insan doğsa, bir de cin doğar. Yeni doğan cin, yeni doğan insanla aynı bedene atanır ve sürekli Şeytan’ın bakış açısını pompalar (Ek 7)."
    ],
    "46:35": [
        "*46:35 Kuranî ve matematiksel delil, burada hitap edilen elçinin Reşad Halife olduğunu ispatlıyor. “Reşad Halife”nin sayısal değeri (1230) artı sure numarası (46) artı ayet numarası (35) toplandığında, 1311 veya 19x69 elde ederiz. Bu, Kuran’ın kodu ile uyumludur (Ek 2)."
    ],
    "47:18": [
        "*47:18 Kuran, Son Ahit olarak, MS 2280 olan dünyanın sonunu tespit etmek için gerekli olan tüm işaretleri sağlamaktadır. Detaylar için Ek 25’e bakınız."
    ],
    "47:19": [
        "*47:19 Dinin “İlk Direği,” anlamlı bir biçimde Muhammed başlıklı bu surede belirtilmiş ve mutlak bir şekilde yalnızca Tanrı’ya adanmıştır. Muhammed’in adı, kendi iradesine aykırı olarak kendisini putlaştıranlar tarafından eklendi."
    ],
    "47:38": [
        "*47:38 Kuran, 1400 yıl boyunca Araplara kendi dillerinde verildi fakat onlar açıkça onu reddettiler ve onun tam olduğuna iman etmeyi kabul etmediler; Hadis & Sünnet’i uydurdular."
    ],
    "48:1": [
        "*48:1 Bu esaslı ifade 19 harften oluşmakta olup, bizim neslimizin Tanrı’nın saflaştırılmış, birleştirilmiş ve sağlamlaştırılmış dini—Teslimiyet için galibiyet nesli olduğuna işaret etmektedir (3:19, 3:85). Tanrı’nın Kuran’daki büyük mucizesinin vahyedilişine tanık olan bizim neslimizdir (Ek 1)."
    ],
    "48:28": [
        "*48:28 Bu önemli kehanet, bize Teslimiyet’in kaçınılmaz olarak tüm dünyaya hâkim olacağını bildirmektedir. Bu, 9:33, 41:53 ve 61:9 ayetleri ile birlikte Tanrı’nın Kuran’a ait matematiksel mucizesinin bu kehanette majör rolü oynayacağına dair hiçbir kuşku bırakmıyor. Sağlam Kuranî matematiksel delil bu kehaneti yerine getirdiği gibi, Tanrı’nın Antlaşma Elçisi’ne de işaret etmektedir. Delil ve belirli detaylar için Ek 2 & 26’ya bakınız."
    ],
    "49:2": [
        "*49:2 Ne zaman “peygamber” (Nebi) kelimesi Muhammed’e atıfta bulunsa, sürekli olarak onu yaşamı sırasında kasteder, ölümünden sonrasını değil. Açık bir şekilde, artık o öldüğü için sesimizi Muhammed’in sesinin üzerine yükseltmemiz mümkün değildir. Ayrıca 33:56’ya bakınız."
    ],
    "49:3": [
        "*49:3 Elçiye saygı duymak, yabancıların ve ziyaretçilerin Tanrı’nın mesajına gelmelerine yardımcı olur."
    ],
    "50:1": [
        "*50:1 “Q.” Başlangıcı ile bağlantılı harika mucizeler için Ek 1’e bakınız."
    ],
    "50:23": [
        "*50:23-28 Sizin hayat-boyu yoldaşınız yaptığınız her şeye şahit olur. Ek 7’ye bakınız."
    ],
    "53:1": [
        "*53:1-18 Muhammed, Kuran’ı kalbine almak için en yüksek evrene çağırıldı. O, yıldızlar arasından milyonlarca ışık hızında seyahat ederken yıldızlar düşüyordu. Daha sonra, Kuran yavaş yavaş onun hafızasına bırakıldı. Lütfen Ek 28’e bakınız."
    ],
    "54:1": [
        "*54:1 Dünyanın yaklaşan sonunun bu önemli işareti, insanların Ay’a iniş yaptığı ve yeryüzüne Ay’a ait parçalar getirdiği 1969’da gerçekleşti. Aynı zamanda, Tanrı’ya ait olan Kuran’ın matematiksel Mucizesi kademeli olarak ortaya çıkıyordu. Geleneksel Müslümanlar, onların uygulamalarının yanlışlığını ifşa ettiği için ona karşı çıktılar (Ek 25)."
    ],
    "55:11": [
        "*55:11 Yeryüzü uzay gemisinin yenilenebilir sistemlerini ve üreyip çoğalan astronotlarını, uzaya fırlattığımız en sofistike uzay gemileriyle kıyaslayın. Tanrı yüceltilsin."
    ],
    "55:44": [
        "*55:44 Üst Cennet, Alt Cennet, Araf, Cehennem ve tahammül edilemeyen inferno hakkındaki tüm detaylar Ek 5 & 11’de verilmiştir."
    ],
    "56:13": [
        "*56:13-40 İman eden ve yalnızca Tanrı’ya tapınma/ibadet etme yoluyla ruhlarını besleyenler Üst Cennet için mukadderdirler. Her elçinin çağdaş takipçileri, değişmez bir şekilde gelenekçilerden ve bozulmuş dine mensup olanlardan zulüm görürler. Böylece, kendileri için Üst Cennette ayrılmış özel bir yere sahiptirler. 40 yaşından önce ölen tüm insanlar en azından Alt Cennete giderler (46:15)."
    ],
    "56:40": [
        "*56:40 56:13-40 için olan dipnota bakınız."
    ],
    "56:75": [
        "*56:75-76 Yedi evrenin en küçüğü ve en içteki olan bizim evrenimiz, milyarlarca ışık yılı mesafede, bir milyar galaksi, bir milyar trilyon yıldız içerir. Bu sayısız desilyonlarca gök cismi, ilahi olarak kontrol edilen bir hassasiyet altında kendi yörüngelerini korurlar. Ne kadar çok öğrenirsek, bunun ne müthiş bir yemin olduğunu o kadar çok idrak ederiz. Ek 6’ya bakınız."
    ],
    "56:79": [
        "*56:79 Yalnızca Kuran ile tatmin olmayan samimiyetsiz kimseler, Kuran’ı anlamaktan ilahi olarak engellenirler. Bu kavram Kuran boyunca tekrarlanmaktadır (17:45, 18:57). Sonuç olarak, onlar bu ayeti anlayamazlar. Örneğin 7:3, 17:46, 41:44 ve 56:79 ayetlerine ait bu çeviriyi diğer çevirilerle karşılaştırın."
    ],
    "57:4": [
        "*57:4 Yaratılışın altı günü, çeşitli bileşenlerin göreceli önemini bizlere bildirmek, Dünya gezegeninin önemini vurgulamak ve Dünya’nın yaşanan tek gezegen olduğunu bizlere bildirmek için sadece bir ölçüttür. Dipnot 41:9-10’a bakınız."
    ],
    "57:22": [
        "*57:22 Bizler Tanrı’nın veya Şeytan’ın tarafında olmakta tamamen özgürüz. Tanrı her birimizin ne tür bir karar alacağını kesin olarak bilmektedir. Doğumdan ölüme kadar hayatınızın video kaydı zaten kaydedilmiştir. Ek 14’e bakınız"
    ],
    "58:2": [
        "*58:2 Bir eşi, annesi gibi olduğunu beyan ederek haram kılmak Arabistan’da kadim bir gelenekti. Bu, her ayette “Allah” kelimesinin geçtiği tek suredir."
    ],
    "60:4": [
        "*60:4 “YALNIZCA” için kullanılan Arapça kelime (VAHDEHU) Kuran’da sadece altı defa geçmektedir, bunlardan bir tanesi YALNIZCA Kuran’a sarılmaya işaret eder (17:46). YALNIZCA Tanrı’ya olan referans 7:70, 39:45, 40:12 & 40:84 ve 60:4 ayetlerinde geçmektedir. Bu numaraların toplamı (7+70+39+45+40+12+84+60+4) 361 veya 19x19’a eşittir. Bu da Kuran’ın ana temasının “YALNIZCA Tanrı’ya tapmak” olduğunu vurgulamaktadır. Ek 1’e bakınız.",
        "**60:4 Biz putperestlerin hidayeti için dua edebiliriz., bağışlanmaları için değil çünkü putperestliğin bağışlanamaz tek suç olması Tanrı'nın yasasıdır. (4:48 & 4:116)"
    ],
    "61:9": [
        "*61:9 Bu elçinin özel ismi matematiksel olarak dile getirilmiştir (Ek 2)."
    ],
    "63:1": [
        "*63:1 “İslam’ın ilk direği,” 3:18 ayetinde belirtildiği gibi Tanrı’nın tek tanrı olduğuna şahitlik etmek-tir. Fakat bozulmuş “Müslüman” âlimler, “Muhammed Tanrı’nın elçisidir” ifadesini eklediler ve bu, birtakım buyrukları ihlal etmektedir (bkz. 2:285). 63:1 ayeti, Kuran’da böyle bir ifadenin yazıldığı tek yerdir. Sadece ikiyüzlüler böyle bir açıklamayı yaparlar."
    ],
    "63:6": [
        "*63:6 Milyonlarca insan bu efsaneden dolayı peygamberlerini putlaştırırlar (Ek 8)."
    ],
    "64:3": [
        "*64:3 Biz Tanrı’nın engin rahmetinden ötürü bu dünyadayız. En Lütufkâr Olan, kendimizi günahın bedelinden kurtarmamız için bize bir şans vermiştir. Giriş’e ve Ek 7’ye bakınız."
    ],
    "65:1": [
        "*65:1 Boşanmış kimsenin geçiş dönemi, tekrar evliliğe uygun olmadan önce üç regl dönemi beklemektir. Bu, boşanmış kimsenin hamile olmadığını garanti eder (2:228)."
    ],
    "65:10": [
        "*65:10-11 Buradaki “Elçi” açık bir şekilde Kuran’dır. 10. Ayet “bir mesaj indirmekten” bahsediyor ve bu da 65:11’deki elçinin Kuran olduğuna işaret eder."
    ],
    "65:11": [
        "*65:11 65:10-11’in dipnotuna bakınız."
    ],
    "65:12": [
        "*65:12 Tanrı, Dünyamız ile aynı olan altı başka gezegen yaratmasına rağmen sadece bizim gezegenimizde hayat vardır. Böylelikle, Yargı Günü’nde evrimcilere gezegende hayatın sırf belirli koşullardan dolayı “evrimleşmediği” gösterilecektir."
    ],
    "66:1": [
        "*66:1 Dünyanın dört bir yanındaki Muhammedîler, Muhammed’in hatasız olduğuna inanırlar. Bu ayet bize, onun gerçekten de hata yapabilen bir insan olduğunu öğretir (18:110, 33:37, 40:66, 80:1)."
    ],
    "67:2": [
        "*67:2 Bu dünyanın ardındaki amacın detayları için Giriş’e ve Ek 7’ye bakınız."
    ],
    "68:1": [
        "*68:1 “NuN,” Kuran’ın mucizevi başlangıçları arasında benzersizdir. Ek 1’e bakınız."
    ],
    "69:17": [
        "*69:17 Bu Dünya, Tanrı’dan fiziksel uzaklığı nedeniyle sefaletle doludur çünkü yedinci evrendedir (7:143). Ahirette, bizim yedinci evrenimizden daha da uzak olacak olan sekizinci evren yaratılacaktır; “Cehennem” olarak adlandırılacaktır (89:23)."
    ],
    "72:1": [
        "*72:1-28 Tanrı’nın kendisine dünyanın sonunu vahyettiği (Ek 25) buradaki elçi, matematiksel olarak “Reşad Halife” şeklinde isimlendirilmektedir. 1:1 ayetinden, elçinin söz edildiği 72:27 ayetine kadarki ayet sayısı 5472, 19x72x4’tür. “Reşede” kelimesi Sure 72’de 4 defa geçmektedir. “Reşede”nin değeri 504’tür ve 504 + 28 (Sure 72’nin ayetleri) 532, 19x28’dir. “Reşad Halife”nin değeri (1230) + 72 + 28 = 1330 = 19x70. Sure 72’nin ve onun ayet sayısının (28) rakamları toplandığında, 7 + 2 + 2 + 8 = 19 eder. Ayrıca, “sadece seçtiği bir elçiye” şeklindeki kritik ifadenin değeri 1919, 19x101’dir."
    ],
    "72:27": [
        "*72:27 Dipnot 72:1-28’e bakınız."
    ],
    "74:1": [
        "*74:1 Tanrı’nın sonsuz bilgeliği Kuran’ı Muhammed aracılığıyla vahyetmeyi irade etmişken, Kuran’ın müthiş 19-temelli matematiksel mucizesi, Kuran’ın vahyedilişinden 1406 ay yılı sonra Tanrı’nın Antlaşma Elçisi aracılığıyla vahyedildi (1406=19x74 & MS 1974 keşfin Güneş Yılı idi). Geriye dönüp bakıldığında, tüm surenin Kuran’ın 19-temelli mucizesini kastettiğini fark ediyoruz (Ek 1 & 2)."
    ],
    "74:4": [
        "*74:4 Kuran, gizli kodu içeren giysidir. Bu, 9:128-129’un çıkarılmasını ifade ediyor."
    ],
    "74:30": [
        "*74:30-35 Bu “Büyük mucizelerden biri,” Kuran’ın Tanrı’nın dünyaya mesajı olduğunun ilk fiziksel delilini sunmaktadır. Bu 19-temelli mucize, Ek 1’de ayrıntılı bir şekilde anlatılmıştır."
    ],
    "77:20": [
        "*77:20-23 Langman Medikal Embriyoloji’ye göre, yazarı T.W. Sadler (Beşinci baskı, sayfa 88): “Genel olarak, tam süreli bir fetüs için gebelik süresi, döllenmeden sonra 266 gün veya 38 haftadır.” 266 ve 38’in her ikisi de 19’un katıdır (Ek 1)."
    ],
    "79:30": [
        "*79:30 Arapça “dehaha” kelimesi, anlamı yumurta olan “Dehya” kelimesinden türetilmiştir.”"
    ],
    "81:19": [
        "*81:19 Sure numarası artı ayet numarası artı “Reşad” isminin sayısal değeri (505) artı “Halife”nin değeri (725) toplandığında 1330, 19x70 elde ederiz. Bu, bu elçinin Reşad Halife olduğuna dair Kuranî matematiksel kanıt sunar."
    ],
    "81:23": [
        "*81:23 Reşad Halife, Ek 2’de detaylıca anlatıldığı gibi yüksek ufka çağırıldı."
    ],
    "89:2": [
        "*89:2 Birçok imanlının mescitlere çekildiği Ramazan’ın son on gecesi (2:187)."
    ],
    "89:3": [
        "*89:3 Çift ve tek sayıların rolü için Ek 1’e bakınız."
    ],
    "90:4": [
        "*90:4 Yaratılışımızın ardındaki amaç için Giriş’e ve Ek 7’ye bakınız."
    ],
    "95:1": [
        "*95:1-3 İncir, zeytin, Sina ve Mekke muhtemelen sırayla Âdem, İsa, Musa, İbrahim ve Muhammed’i sembolize eder. Böylece tüm büyük dinler temsil edilmektedir."
    ],
    "96:1": [
        "*96:1-19 96’dan 114’e kadar 19 sure vardır. İlk vahiy (96: 1-5) 19 Arapça kelime, 76 (19x4) harftir. Bu sure, 19 ayet ve 304 Arapça harften oluşmaktadır (Ek 1 & 23)."
    ],
    "97:1": [
        "*97:1 Kuran, Muhammed’in ruhuna Ramazan’ın 27. gecesinde, H.Ö. (Hicretten Önce) 13’te yerleştirildi. Ayrıca 17:1, 44:3, 53:1-18 ve Ek 28’e bakınız."
    ],
    "98:1": [
        "*98:1-2 Kanıt, Kuran’ın matematiksel kodudur (Ek 1) ve elçi de Reşad Halife’dir. Sure numarası (98) artı ayet numarası (2) artı “Reşad Halife”nin sayısal değeri (1230) 1330 (19x70) eder, 81:19’daki ile aynı toplamdır (Ek 2)."
    ],
    "110:1": [
        "*110:1-3 Kronolojik olarak sonuncu olan bu sure 19 Arapça kelimeden oluşmaktadır (bkz. 96:1) ve ilk ayet 19 harften oluşmaktadır. Bu, imanlıların bu neslinin vaat edilen galibiyete ulaşacağını gösterir. Teslimiyet (gerçek İslam) tüm dünyada üstün gelecektir (48:28)."
    ],
    "111:1": [
        "*111:1 Ebu Leheb, Muhammed’in amcası ve muhalefetin lideriydi. Karısı, Muhammed ve imanlılara karşı bir zulüm kampanyası yürütüyordu. Cennet ve Cehennemin tüm tasvirleri gibi, dikenlerden oluşan ip de bir alegoridir."
    ]
}