{
    "1:1": [
        "*1:1 The first verse in the Quran represents the foundation upon which a superhuman 19-based mathematical miracle is built. This important statement consists of 19 Arabic letters, and every word in it occurs in the whole Quran in multiples of 19 (see Appendices 1 & 29 for the details).",
        "*1:1-7 Sura 1 is God’s gift to us to establish contact with Him through the daily Contact Prayers. This fact is supported by an earth-shattering, simple-to-understand-but-impossible-to-imitate  mathematical  composition  that  challenges  the  greatest  mathematicians on earth, and stumps them; it is far beyond human capabilities:"
    ],
    "2:1": [
        "*2:1 These initials remained a divinely guarded secret for 1400 years. Now we recognize them  as  a  major  component  of  the  Quran’s  extraordinary  mathematical  code  (see Appendices  1,  2,  24,  and  26).  The  meaning  of  A.L.M.  is  pointed  out  in  Verse  2:  “This scripture is infallible.” This is incontrovertibly proven by the fact that the frequencies of occurrence of these three initials in this sura are 4502, 3202, and 2195, respectively. The sum of these numbers is 9899, or 19x521. Thus, these most frequent letters of the Arabic language  are  mathematically  placed  according  to  a  super-human  pattern.  These  same initials also prefix Suras 3, 29, 30, 31, and 32, and their frequencies of occurrence add up to multiples of 19 in each one of these suras."
    ],
    "2:3": [
        "*2:3  Since  the  Contact  Prayers  are  decreed  five  times  a  day,  they  constitute  the  prime source  of  nourishment  for  our  souls.  Along  with  all  other  practices  in  Submission,  the Contact Prayers were originally revealed through Abraham (21:73, 22:78). Although these five  daily  prayers  were  practiced  before  the  revelation  of  the  Quran,  each  Contact Prayer is specifically mentioned in the Quran (24:58, 11:114, 17:78, & 2:238). Appendices 1 & 15 provide physical evidence supporting all the details of the Contact Prayers, including  the number of units  (Rak‘aas)  and  the numbers of  bowings,  prostrations,  and Tashahhuds in each prayer.",
        "**2:3  When  God  uses  the  plural  tense,  this  indicates  that  other  entities,  usually  the angels, are involved. When God spoke to Moses, the singular form was used (20:12-14)."
    ],
    "2:4": [
        "*2:4 Despite severe distortions that afflicted the previous scriptures, God’s truth can still be  found  in  them.  Both  the  Old  Testament  and  the  New  Testament  still  advocate absolute  devotion to God  ALONE  (Deuteronomy 6:4-5, Mark 12:29-30).  All  distortions are easily detectable."
    ],
    "2:6": [
        "*2:6-7 Those who make a decision to reject God are helped in that direction; they are prevented by God from seeing any proof or guidance for as long as they maintain such a decision. The consequences of such a disastrous decision are spelled out in Verse 7."
    ],
    "2:20": [
        "*2:20 “He” and “she” do not necessarily imply natural gender in Arabic (Appendix 4)."
    ],
    "2:23": [
        "*2:23-24 The Quran’s miraculous mathematical code provides numerous proofs as it spells out the name “Rashad Khalifa” as God’s servant mentioned here. Some literary giants,  including  Al-Mutanabby  and  Taha  Hussein,  have  answered  the  literary  challenge, but they had no awareness of the Quran’s mathematical composition. It is the Quran’s  mathematical  code,  revealed  through  God’s  Messenger  of  the  Covenant, Rashad Khalifa, that is the real challenge—for it can never be imitated. See Appendices 1, 2, 24, & 26 for the detailed proofs."
    ],
    "2:26": [
        "*2:26 See Appendix 5 for further discussion of Heaven and Hell."
    ],
    "2:28": [
        "*2:28 The righteous do not really die; they go straight to Heaven. When their interim on this  earth  comes  to  an  end,  the  angels  of  death  simply  invite  them  to  go  to  the  same Paradise where Adam and Eve once lived (2:154, 3:169, 8:24, 22:58, 16:32, 36:20-27, 44:56, 89:27-30). Thus, while the righteous experience only the first death following our original sin,  the unrighteous go through two deaths  (40:11).  At the time of death,  the disbelievers  know  their  miserable  fate  (8:50,  47:27),  then  they  suffer  a  continuous nightmare that lasts until Hell is created (40:46, 89:23, Appendix 17)."
    ],
    "2:29": [
        "*2:29 Our universe with its billion galaxies, spanning distances of billions of light years, is the smallest and innermost of seven universes (Appendix 6). Please look up 41:10-11."
    ],
    "2:30": [
        "*2:30-37 These verses answer such crucial questions as: “Why are we here?” (See Appendix 7)."
    ],
    "2:31": [
        "*2:31  These  are  the  names  of  the  animals,  the  automobile,  the  submarine,  the  space satellite, the VCR, and all other objects to be encountered by the human beings on Earth."
    ],
    "2:37": [
        "*2:37 Similarly, God has given us specific, mathematically coded words, the words of Sura 1, to establish contact with Him (see Footnote 1:1 and Appendix 15)."
    ],
    "2:51": [
        "*2:51  This  incident  reflects  the  humans’  idolatrous  tendency.  Despite  the  profound miracles, Moses’ followers worshiped the calf in his absence, and Moses ended up with only  two  believers  (5:23).  As  pointed  out  in  the  Introduction,  the  humans  are  rebels whose egos are their gods."
    ],
    "2:54": [
        "*2:54 It is the ego that led to Satan’s fall. It is the ego that caused our exile to this world, and it is the ego that is keeping most of us from redemption to God’s Kingdom."
    ],
    "2:55": [
        "*2:55 It is noteworthy that the word “GOD” in this verse is the 19th occurrence, and this is the verse where the people demanded “physical evidence.” The Quran’s mathematical code,  based  on  the  number  19,  provides  such  physical  evidence.  Note  also  that"
    ],
    "2:67": [
        "*2:67 Although this sura contains important laws and commandments, including the contact prayers, fasting, Hajj pilgrimage, and the laws of marriage, divorce, etc., the name given to the sura is “The Heifer.” This reflects the crucial importance of submission  to  God  and  immediate,  unwavering  obedience  to  our  Creator.  Such  submission proves  our  belief  in  God’s  omnipotence  and  absolute  authority.  See  also  the  Bible’s Book of Numbers, Chapter 19."
    ],
    "2:80": [
        "*2:80-82 It is an established belief among corrupted Muslims that they will suffer in Hell only in proportion to the number of sins they had committed, then they will get out of Hell and go to Heaven. They also believe that Muhammad will intercede on their behalf, and will take them out of Hell. Such beliefs are contrary to the Quran (Appendix 8)."
    ],
    "2:101": [
        "*2:101 God’s Messenger of the Covenant is prophesied in the Old Testament (Malachi 3:1-3), the New Testament (Luke 17:22-37), and this Final Testament (3:81)."
    ],
    "2:104": [
        "*2:104 The word “Raa‘ena” was abused by some Hebrew-speaking people, and twisted to sound like a dirty word (see also 4:46)."
    ],
    "2:106": [
        "*2:106 The Quran’s mathematical miracle is perpetual & greater than previous miracles (34:45,  74:35).  Like  the  Quran  itself,  it  confirms,  consummates,  and  supersedes  all previous miracles."
    ],
    "2:111": [
        "*2:111-112 See 2:62 and 5:69."
    ],
    "2:119": [
        "*2:119 It is my obligation to point out that the identity of this messenger is confirmed to be “Rashad Khalifa,” God’s Messenger of the Covenant. By adding the gematrical value of “Rashad” (505), plus the gematrical value of “Khalifa” (725), plus the verse number (119), we get 1349, a multiple of 19. See 3:81 and Appendix 2."
    ],
    "2:135": [
        "*2:135 The Quran repeatedly informs us that Submission is the religion of Abraham (3:95, 4:125, 6:161, 22:78). Abraham received a practical “scripture,” namely, all the duties and practices of Submission [the Contact Prayers (Salat), the obligatory charity (Zakat), the fasting of Ramadan, and the Hajj pilgrimage]. Muhammad was a follower of Abraham’s religion, as we see in 16:123; he delivered this Final Testament, the Quran."
    ],
    "2:142": [
        "*2:142-145 “Qiblah” is the direction one faces during the Contact Prayers (Salat). When Gabriel  conveyed  to  Muhammad  the  command  to  face  Jerusalem  instead  of  Mecca, the hypocrites were exposed. The Arabs were strongly prejudiced in favor of the Ka‘aba as  their  “Qiblah.”  Only  the  true  believers  were  able  to  overcome  their  prejudices;  they readily obeyed the messenger."
    ],
    "2:149": [
        "*2:149 A glaring proof of the idolatry committed by today’s “Muslims” is the designation of Muhammad’s tomb as a “Sacred Masjid.” The Quran mentions only one “Sacred Masjid.”"
    ],
    "2:154": [
        "*2:154 The righteous do not really die; they simply leave their bodies here and go to the same Paradise where Adam and Eve once lived. See Appendix 17 for the proof and the details."
    ],
    "2:155": [
        "*2:155 The test is designed to prove that we worship God alone under all circumstances (29:2)."
    ],
    "2:165": [
        "*2:165-166 Jesus, Mary, Muhammad, Ali, and the saints will disown their idolizers on the Day of Resurrection. See also 16:86, 35:14, 46:6, and the Gospel of Matthew 7:21-23."
    ],
    "2:172": [
        "*2:172-173  Throughout  the  Quran,  only  four  meats  are  prohibited  (6:145,  16:115, Appendix 16). Dietary prohibitions beyond these four are tantamount to idol worship (6:121, 6:148, 6:150; 7:32)."
    ],
    "2:174": [
        "*2:174-176 Despite their recognition of God’s mathematical miracle in the Quran, the corrupted religious leaders tried for many years to conceal this awesome miracle. Many of them admitted that they resented the fact that Rashad Khalifa, not them, was blessed with the miracle."
    ],
    "2:178": [
        "*2:178  The  Quran  clearly  discourages  capital  punishment.  Every  kind  of  excuse  is provided to spare lives, including the life of the murderer. The victim’s kin may find it better, under certain circumstances, to spare the life of the murderer in exchange for an equitable compensation. Also capital punishment is not applicable if, for example, a woman kills a man, or vice versa."
    ],
    "2:183": [
        "*2:183-187  Like  all  duties  in  Submission,  fasting  was  decreed  through  Abraham  (22:78, Appendices  9 &  15).  Prior to revelation of  the Quran, sexual intercourse was  prohibited throughout  the  fasting  period.  This  rule  is  modified  in  2:187  to  allow  intercourse  during the nights of Ramadan."
    ],
    "2:189": [
        "*2:189 The literal Quranic idiom says: “Do not enter the homes through the back doors.” The  question  about  the  phases  of  the  moon  is  an  example  of  beating  around  the  bush; there were bad ulterior motives behind this question."
    ],
    "2:190": [
        "*2:190 All fighting is regulated by the basic rule in 60:8-9. Fighting is allowed strictly in self-defense,  while  aggression  and  oppression  are  strongly  condemned  throughout  the Quran."
    ],
    "2:196": [
        "*2:196 See the details of Hajj and ‘Umrah in Appendix 15."
    ],
    "2:197": [
        "*2:197 Hajj can be observed any time during the Sacred Months: Zul-Hijjah, Muharram,  Safar,  and  Rabi  I.  Local  governments  restrict  Hajj  to  a  few  days  for  their  own convenience. See 9:37."
    ],
    "2:210": [
        "*2:210 This world is a test; it is our last chance to restore ourselves back into God’s kingdom  by  denouncing  idol  worship  (see  the  INTRODUCTION).  If  God  and  His angels show up, everyone will believe, and the test will no longer be valid."
    ],
    "2:211": [
        "*2:211  The  Quran’s  mathematical  miracle  is  a  great  blessing,  and  brings  with  it  an awesome responsibility (please see 5:115)."
    ],
    "2:213": [
        "*2:213 All worshipers of God ALONE, from all religions, are truly united."
    ],
    "2:219": [
        "*2:219  The  world  now  recognizes  that  the  economic  benefits  from  manufacturing alcoholic beverages and illicit drugs are not worth the traffic fatalities, brain damage to children of alcoholic mothers, family crises, and other disastrous consequences. Check with  “Alcoholics  Anonymous”  and  “Gamblers  Anonymous”  for  more  information.  See also 5:90-91."
    ],
    "2:238": [
        "*2:238 All five prayers are found in 2:238, 11:114, 17:78, & 24:58. When the Quran was revealed,  the  Contact  Prayers  (Salat)  had  already  been  in  existence  (Appendix  9).  The details of all five prayers—what to recite and the number of units (Rak‘aas) per prayer, etc.—are mathematically confirmed. For example, writing down the number of units for each of the five prayers, next to each other, we get 24434, 19x1286. Also, if we use [*] to represent Sura 1 (Al-Fãtehah), where [*] = the sura number (1), followed by the number of verses (7), followed by the number of each verse, the number of letters in each verse, and the gematrical value of every letter, writing down 2 [*] [*] 4 [*] [*] [*] [*] 4 [*] [*] [*] [*] 3 [*] [*] [*] 4 [*] [*] [*] [*] produces a multiple of 19 (see 1:1)."
    ],
    "2:246": [
        "*2:246 This same history is narrated in the Bible’s Book of I Samuel, Ch. 9 and 10."
    ],
    "2:252": [
        "*2:252  In keeping  with  the mathematical  composition of  the  Quran, God has  willed that  the name of the messenger  mentioned here shall be  spelled out  mathematically. The discovery of the Quran’s miraculous 19-based code has been divinely reserved for God’s Messenger of the Covenant. By adding this verse number (252), plus the gematrical value of “Rashad” (505), plus the gematrical value of “Khalifa” (725) we get"
    ],
    "2:254": [
        "*2:254 One of Satan’s clever tricks is attributing the power of intercession to powerless human idols such as Jesus and Muhammad (Appendix 8)."
    ],
    "2:259": [
        "*2:259 The lesson we learn here is that the period of death—only the unrighteous die; the righteous go straight to Heaven—passes like one day (see 18:19-25 and Appendix 17)."
    ],
    "2:275": [
        "*2:275-278  It  is an established economic principle that excessive interest on  loans can utterly  destroy  a  whole  country.  During  the  last  few  years  we  have  witnessed  the devastation  of  the  economies  of  many  nations  where  excessive  interest  is  charged. Normal interest—less than 20%—where no one is victimized and everyone is satisfied, is not usury."
    ],
    "2:282": [
        "*2:282 Financial transactions are the ONLY situations where two women may substitute for one man as witness. This is to guard against the real possibility that one witness may marry the other witness, and thus cause her to be biased. It is a recognized fact that women are more emotionally vulnerable than men."
    ],
    "2:285": [
        "*2:285 One of the major commandments is: “You shall not make any distinction among God’s messengers” (2:136, 3:84, 4:150). The believers react by saying, “We hear and we obey,” while the idol worshipers argue back to justify their insistence upon mentioning Muhammad’s  name  next  to  God’s,  to  the  exclusion  of  all  other  messengers.  The corrupted Muslims mention Muhammad in their profession of faith (Shahaadah) and during their Contact Prayers (see 72:18)."
    ],
    "3:1": [
        "*3:1 See Footnote 2:1 and Appendix 1."
    ],
    "3:18": [
        "*3:18 The proclamation of faith (Shahaadah) that is decreed by God is: “There is no god  except  God,”  in  Arabic  “La  Elaaha  Ella  Allah”  (see  also  37:35,  47:19).  The corrupted  Muslims  insist  upon  adding  a  second  “Shahaadah”  proclaiming  that Muhammad is God’s messenger. This is by definition “Shirk” (idolatry) and a flagrant defiance of God and His messenger. Additionally, it violates the major commandments in 2:136, 2:285, 3:84, & 4:150-152 prohibiting any distinction among God’s messengers."
    ],
    "3:51": [
        "*3:51 This is precisely what Jesus is quoted to say throughout the New Testament. See for example the Gospel of John 20:17, and the book “Jesus: Myths and Message” by Lisa Spray, Ch. 4 (Universal Unity, Fremont, California, 1992)."
    ],
    "3:54": [
        "*3:54-55 We learn that Jesus’ soul, the real person, was raised, i.e., Jesus’ life on earth was terminated, prior to the arrest, torture, and crucifixion of his empty, soulless, but physiologically living body (See the details in Appendix 22)."
    ],
    "3:59": [
        "*3:59 The “equality” of the creation of Jesus and Adam is confirmed mathematically; Jesus and Adam are mentioned in the Quran the same number of times, 25 times each."
    ],
    "3:75": [
        "*3:75  Prior  to  the  discovery  of  the  Quran’s  mathematical  code,  some  scholars  falsely claimed that Muhammad was an illiterate man who could not write such a great book. They distorted the meaning of the word “Ummy,” claiming that it meant “illiterate.” This verse proves that “Ummiyyeen” means “gentiles” (See also 62:2 & Appendix 28)."
    ],
    "3:81": [
        "*3:81 This major prophecy has now been fulfilled. God’s Messenger of the Covenant, as prophesied in this verse and in the Bible’s Malachi 3:1-21, Luke 17:22-36 & Matthew 24:27,  is  to  purify  and  unify  God’s  messages  which  were  delivered  by  God’s  prophets. Judaism, Christianity, Islam, Hinduism, Buddhism, etc., have been severely corrupted. It  is  the  will  of  Almighty  God  to  purify  them  and  unify  them  under  the  banner  of worshiping Him alone. Overwhelming evidence has been provided by God in support of  His  Messenger  of  the  Covenant,  whose  name  is  incontrovertibly  specified  in  the"
    ],
    "3:86": [
        "*3:86 Verses 3:82-90 inform us that those who reject God’s Messenger of the Covenant are no longer submitters (Muslims), since they no longer believe the Quran. The proofs mentioned in 3:86 refer to the Quran’s mathematical code, which was revealed through"
    ],
    "3:96": [
        "*3:96 This is an M-initialed sura, and this peculiar spelling of “Mecca” as “Becca” causes the occurrence of “M” to conform to the Quran’s mathematical code. The normal spelling “Mecca” would have increased the frequency of occurrence of “M” (Appendix 1)."
    ],
    "3:124": [
        "*3:124-125 Thirty different numbers are mentioned in the Quran. Their total comes to 162146, 19x8534. This conforms with the Quran’s mathematical miracle (See Appendix 1)."
    ],
    "3:130": [
        "*3:130 Interest on bank deposits and interest charged on loans are lawful if they are not excessive (5-15%). Banks invest and their profits are passed on to the depositors. Since all parties are happy and no one is victimized, it is perfectly lawful to take interest from the bank (see 2:275)."
    ],
    "3:159": [
        "*3:159 The currency of the U.S.A. is the only currency that carries the phrase: “In God we trust.” It is a fact that the American dollar has been the strongest currency in the world, and the standard by which all other currencies are measured."
    ],
    "3:169": [
        "*3:169 We learn from the Quran that the righteous do not really die; they simply leave their worldly bodies and go directly to the same paradise where Adam and Eve once lived (2:154, 8:24, 16:32, 22:58, 44:56, & 36:26-27; see also Appendix 17)."
    ],
    "3:179": [
        "*3:179 The end of the world is one example of future events revealed to God’s Messenger of the Covenant. See Footnote 72:27."
    ],
    "3:186": [
        "*3:186 After passing the admission tests, the proven worshipers of God ALONE enjoy a perfect life, now and forever. See 29:2-3, 10:62, and 24:55."
    ],
    "3:191": [
        "*3:191 Your god is whoever or whatever occupies your mind most of the time. The true believers are those who remember God most of the time. See 23:84-89 and Appendix 27."
    ],
    "4:1": [
        "*4:1 This is the second longest sura, and the title indicates that it aims at defending the women’s rights. Any interpretation must favor the women’s rights, not the other way around."
    ],
    "4:3": [
        "*4:3 See Appendix 30 for a detailed discussion of polygamy."
    ],
    "4:11": [
        "*4:11 Generally, the son is responsible for a family, while the daughter is taken care of by a husband. However, the Quran recommends in 2:180 that a will shall be left to conform with the specific circumstances of the deceased. For example, if the son is rich and the daughter is poor, one may leave a will giving the daughter everything, or twice as much as the son."
    ],
    "4:15": [
        "*4:15 A woman witnessed by four people in the act of committing adultery on four different occasions, with four different partners, represents a danger to public health. Such a woman is a depository of germs, and a health quarantine protects the society from  her.  A  good  example  of  an  exit  that  saves  a  quarantined  woman  is  marriage someone may wish to marry her, and thus protect her and the society."
    ],
    "4:16": [
        "*4:16 Public exposure of the sinners is a major deterrent, as we see in 5:38 and 24:2."
    ],
    "4:24": [
        "*4:24  If  believing  women  flee  their  disbelieving  husbands  who  are  at  war  with  the believers, they do not have to obtain a divorce before remarriage. See 60:10."
    ],
    "4:25": [
        "*4:25 This law proves that the punishment for adultery could not possibly be stoning to death as stated in the laws of corrupted Muslims (see 24:2)."
    ],
    "4:34": [
        "*4:34 God  prohibits  wife-beating  by  using  the  best  psychological  approach.  For  example, if I don’t want you to shop at Market X, I will ask you to shop at Market Y, then at  Market  Z,  then,  as  a  last  resort,  at  Market  X.  This  will  effectively  stop  you  from shopping  at  Market  X,  without  insulting  you.  Similarly,  God  provides  alternatives  to wife-beating;  reasoning  with  her  first,  then  employing  certain  negative  incentives.",
        "**4:34 This expression simply means that God is appointing the husband as “captain of the ship.” Marriage is like a ship, and the captain runs it after due consultation with his officers. A believing wife readily accepts God’s appointment, without mutiny."
    ],
    "4:46": [
        "*4:46 The word “Raa’ena” was twisted by some Hebrew speaking people to sound like a dirty word. See 2:104."
    ],
    "4:48": [
        "*4:48 Idol worship is not forgivable, if maintained until death. One can always repent from any offense, including idolatry, before death comes (see 4:18 & 40:66)."
    ],
    "4:78": [
        "*4:78 Bad things are consequences of our own deeds (42:30, 64:11), though God is the doer of everything (8:17). God created the fire to serve us, but you can decide to put your finger in it. We thus hurt ourselves. It is God’s law that if you put your finger in the fire, it will hurt."
    ],
    "4:79": [
        "*4:79  Muhammad  was  not  given  any  proof  of  prophethood.  Hence  the  expression  “God suffices  as  a  witness”  (29:51-52).  The  gematrical  value  of  “Muhammad”  is  92,  and 92 + 79=171 = 19x9."
    ],
    "4:82": [
        "*4:82  Although  the  Quran  was  revealed  during  the  dark  ages,  you  cannot  find  any nonsense  in  it;  another  proof  of  divine  authorship  (see  the  Introduction  and  Appendix 1)."
    ],
    "4:89": [
        "*4:89 The basic rule controlling all fighting is stated in 60:8-9."
    ],
    "4:92": [
        "*4:92 Since slavery does not exist, the offender must atone by fasting two consecutive months."
    ],
    "4:103": [
        "*4:103 Your god is whoever or whatever occupies your mind most of the day. In order to belong in God’s kingdom, and enjoy His grace and protection, the Quran exhorts us to remember God “always” (2:152 & 2:200, 3:191, 33:41-42). This profound fact explains the numerous verses asserting that “most” of those who believe in God are going to Hell (12:106, 23:84-89, 29:61-63, 31:25, 39:38, 43:87). See Footnote 3:191 and Appendix 27."
    ],
    "4:116": [
        "*4:116 A simple definition of idolatry: Believing that anything beside God can help you."
    ],
    "4:118": [
        "*4:118 The majority of believers in God fall into idolatry (12:106)."
    ],
    "4:125": [
        "*4:125 All messengers since Adam have preached one and the same religion. Abraham was the original messenger of the creed named “Islam” (22:78, Appendix 26). “Islam” is not a name, but rather a description meaning “Submission.”"
    ],
    "4:129": [
        "*4:129 See Appendix 30, entitled “Polygamy.”"
    ],
    "4:157": [
        "*4:157-158 Jesus, the real person, the soul, was raised in the same manner as in the death  of  any  righteous  person.  Subsequently,  his  enemies  arrested,  tortured,  and crucified his living, but empty, body. See Appendices 17 & 22, and the book “JESUS: MYTHS AND MESSAGE,” by Lisa Spray (Universal Unity, Fremont, California, 1992)."
    ],
    "5:2": [
        "*5:2 Hunting and the cutting of plants are forbidden during pilgrimage for the conservation  of  natural  resources.  With  thousands  of  pilgrims  converging  on  Mecca,  if  hunting were  permitted,  the  land  would  quickly  be  stripped  of  its  natural  resources.  Animal offerings are made part of the pilgrimage to provide for the converging pilgrims, as well as the local population, and to replenish any depleted supplies. See 2:196."
    ],
    "5:3": [
        "*5:3 The “meat” of the pig is prohibited, not the “fat.” Anything that is not specifically prohibited in the Quran must be considered lawful. See 6:145-146."
    ],
    "5:12": [
        "*5:12 If you fulfill the requirements stated in this verse, God will let you know that He is  with  you;  you  will  have  no  doubt  about  it.  Prominent  among  God’s  signs  are mathematical signs for those who understand the Quran’s miracle (Appendix 1)."
    ],
    "5:19": [
        "*5:19 This verse reports the fulfillment of the biblical and Quranic prophecy regarding the advent of God’s Messenger of the Covenent (Malachi 3:1, Quran 3:81). The name of this messenger is mathematically coded into the Quran as “Rashad Khalifa.” This very special verse warrants the presentation of specific evidence. By adding the gematrical value of “Rashad” (505), plus the value of “Khalifa” (725), plus the sura number (5), plus the verse number (19), we obtain a total of 505 + 725 + 5 + 19 = 1254, or 19x66."
    ],
    "5:27": [
        "*5:27-31 The names of the two sons involved in this first murder are not relevant. But they are given in the Bible as Abel and Cain (Genesis 4:2-9)."
    ],
    "5:38": [
        "*5:38 The practice of cutting off the thief’s hand, as decreed by the false Muslims, is a satanic practice without Quranic basis. Due to the special importance of this example,"
    ],
    "5:44": [
        "*5:44 The Torah is a collection of all the scriptures revealed through all the prophets of Israel prior to Jesus Christ, i.e., today’s Old Testament. Nowhere in the Quran do we find that the Torah was given to Moses."
    ],
    "5:51": [
        "*5:51 Relations with other people are governed by the basic rule in 5:57 & 60:8-9. The Jews and Christians who cannot be friends are specifically mentioned in 5:57; they are the ones who mock and ridicule the believers, or attack them."
    ],
    "5:72": [
        "*5:72-76 In John 20:17, we see that Jesus taught that he was neither God, nor the son of God. Many theologians have concluded, after careful research, that today’s Christianity is not the same Christianity taught by Jesus. Two outstanding books on this subject are “The Myth of God Incarnate” (The Westminster Press, Philadelphia, 1977) and “The Mythmaker” (Harper & Row, New York, 1986). On the front jacket of “The"
    ],
    "5:97": [
        "*5:97 The idol-worshiping Muslims have instituted two “Sacred Masjids” by consecrating the Prophet’s tomb. The Quran talks only about one Sacred Masjid."
    ],
    "5:114": [
        "*5:114-115 The Quran’s overwhelming miracle (Appendix 1) is described in 74:35 as “One of the greatest miracles,“ and brings with it an uncommonly great responsibility."
    ],
    "5:116": [
        "*5:116 It is noteworthy that the Quran consistently calls Jesus “son of Mary” and the"
    ],
    "6:19": [
        "*6:19 This verse proclaims the Quran as the only source of religious guidance. Those who uphold additional sources, such as Hadith & Sunna (lies attributed to the Prophet), are defined as idolaters."
    ],
    "6:23": [
        "*6:23 Now and forever, the idol worshipers vehemently deny that they are idolaters."
    ],
    "6:28": [
        "*6:28 This is because as soon as we enter into our worldly dimension, we become totally unaware of events in the dimension of souls, where God and His angels, and Heaven and Hell, can be seen. Thus, the guilty will not change their behavior, even after seeing that eternal dimension."
    ],
    "6:38": [
        "*6:38 Animals were among the creatures who took advantage of God’s offer to repent after committing the original sin (see the Introduction).",
        "**6:38 All information relevant to our eternal life of the Hereafter is contained in the Quran. The true believers accept, without hesitation, God’s assertion: “We did not leave anything out of this book.” The importance of this statement, and similar statements, is reflected in the fact that each of them consists of 19 Arabic letters (Appendix 19)."
    ],
    "6:44": [
        "*6:44 Before the guilty are thrown out the window, they are taken up to a high floor."
    ],
    "6:60": [
        "*6:60 The righteous do not really die; they go straight to the same Paradise where Adam and Eve once lived. The unrighteous die and experience a nightmare that lasts until the"
    ],
    "6:92": [
        "*6:92 Today’s “most important community” is America, where God’s message is being restored. When the Quran was revealed, Mecca was the most important community."
    ],
    "6:113": [
        "*6:113 The Quran provides criteria that tell us whether we truly believe in the Hereafter or merely give it lip service. These important criteria are stated here, and in 17:45-46 and 39:45.",
        "*6:113-115  Upholding  any  source  beside  the  Quran  reflects  disbelief  in  the  Quran (Appendix 18)."
    ],
    "6:121": [
        "*6:121 Dietary prohibitions instituted by other than God represent idolatry."
    ],
    "6:124": [
        "*6:124 Jealousy and ego are human traits that provoke some people to question God’s wisdom in selecting His messengers. Corrupted Muslim scholars have uttered this same utterance  regarding  the  revelation  of  the  Quran’s  mathematical  code  through  God’s Messenger of the Covenant."
    ],
    "6:125": [
        "*6:125 Centuries after the revelation of the Quran, we learned that the proportion of oxygen diminishes as we climb towards the sky, and we gasp for air."
    ],
    "6:137": [
        "*6:137  A  perfect  example  is  the  internationally  infamous  incident  of  the  execution  of  a Saudi Arabian princess in 1978 for alleged adultery. God’s law institutes whipping, not execution,  as  a  punishment  for  adultery  (24:1-2),  while  the  idolatrous  laws  stipulate execution.  As  pointed  out  in  42:21,  the  traditionalists  follow  a  religion  that  is  not authorized by God."
    ],
    "6:141": [
        "*6:141 Zakat charity is so important, the Most Merciful has restricted His mercy to those who give it (7:156). Yet, the corrupted Muslims have lost this most important commandment; they give Zakat only once a year. We see here that Zakat must be given away “on the day we receive income.” The proportion that came to us through Abraham is 2.5% of our net income."
    ],
    "6:145": [
        "*6:145-146  Only  four  kinds  of  animal  products  are  prohibited:  animals  that  die  of themselves, running blood (not trapped within the meat), the meat of pigs, and animals dedicated to other than their Creator. Verse 146 informs us that such prohibitions are very specific; God prohibits either “the meat” or “the fat,” or both, if He so wills."
    ],
    "6:149": [
        "*6:149 The Quran’s mathematical code is a tangible and utterly incontrovertible proof that this is God’s message to the world. It takes divine intervention to prevent any reader from appreciating this extraordinary phenomenon, then falling prostrate, and accepting this overwhelming miracle (see 17:45-46, 18:57, 56:79, and Appendix 1)."
    ],
    "6:157": [
        "*6:157 The role of the Quran’s mathematical code is evident from the fact that the sum of the verse number (157) plus the gematrical value of “Rashad Khalifa” (1230), through whom the code was revealed, gives 1387, or 19x73."
    ],
    "6:158": [
        "*6:158 After believing, the soul must grow and develop through the worship practices prescribed by God."
    ],
    "7:1": [
        "*7:1 See Appendix 1 for the role of these initials in the Quran’s mathematical miracle."
    ],
    "7:9": [
        "*7:9 Failing to heed our Creator leads to spiritual starvation and eventual “loss” of the soul."
    ],
    "7:16": [
        "*7:16 Satan is a proven liar, and so are his constituents (see 2:36, 6:22-23, & 7:20-22)."
    ],
    "7:46": [
        "*7:46-49 Initially, there will be 4 places: (1) the High Heaven, (2) the Lower Heaven, (3) the Purgatory, and (4) Hell. The Purgatory will be annexed into the Lower Heaven."
    ],
    "7:54": [
        "*7:54 The six days of creation are allegorical; they serve as a yardstick to let us know the relative  complexity  of  our  infinitesimal  planet  Earth—it  was  created  in  “4  days”  (see 41:10)."
    ],
    "7:102": [
        "*7:102 This life is our last chance to redeem ourselves, but most people are proven to be stubbornly rebellious and evil (see the INTRODUCTION)."
    ],
    "7:142": [
        "*7:142 The manner in which these numbers are mentioned is significant As detailed in Appendix 1, all the numbers mentioned in the Quran add up to 162146, 19x8534."
    ],
    "7:148": [
        "*7:148 How the golden calf acquired the sound of a calf is explained in Footnote 20:96."
    ],
    "7:156": [
        "*7:156 The importance of the obligatory charity (Zakat) cannot be over emphasized."
    ],
    "7:157": [
        "*7:157 Muhammad is prophesied in Deuteronomy 18:15-19 and John 14:16-17 & 16:13."
    ],
    "7:172": [
        "*7:172 Thus, every human being is born with an instinctive knowledge about God."
    ],
    "7:174": [
        "*7:174 This life is our last chance to return to God’s Kingdom (See INTRODUCTION)."
    ],
    "7:187": [
        "*7:187 The right time to reveal this information was predestined to be 1980 A.D., through God’s Messenger of the Covenant (See 15:87, 72:27, and Appendices 2 & 11).",
        "**7:187 The “Hour” comes “suddenly” only to the disbelievers (See Appendix 11)."
    ],
    "7:205": [
        "*7:205  Your  god  is  whoever  or  whatever  occupies  your  mind  most  of  the  day.  This explains the fact that most of those who believe in God are destined for Hell (See 12:106, 23:84-90, and Appendix 27)."
    ],
    "8:12": [
        "*8:12-16 All wars are governed by the basic rule in 60:8-9"
    ],
    "8:17": [
        "*8:17 Believing in God necessitates believing in His qualities, one of which is that He is doing  everything  Without  knowing  God,  there  is  no  belief  (23:84-90).  Bad  things  are incurred by us, and executed by Satan, in accordance with God’s laws (4:78-79, 42:30)."
    ],
    "8:24": [
        "*8:24 See Appendix 17. When the righteous exit their bodies, they go straight to Heaven."
    ],
    "8:25": [
        "*8:25  A  community  that  tolerates  homosexuality,  for  example,  may  be  hit  by  an earthquake."
    ],
    "8:30": [
        "*8:30 God chose His final prophet, Muhammad, from the strongest tribe of Arabia. It was  tribal  law  and  traditions  that  prevented  the  disbelievers—by  God’s  leave—from killing Muhammad. Similarly, it was God’s will to move His Messenger of the Covenant from  the  Middle  East,  where  he  would  have  been  killed,  to  the  U.S.A.  where  God’s message  can  flourish  and  reach  every  corner  of  the  globe.  This  is  mathematically confirmed: the sura & verse numbers = 8 + 30 = 38 = 19x2."
    ],
    "8:35": [
        "*8:35  All  religious  practices  in  Islam  came  to  us  through  Abraham;  when  the  Quran was revealed, all rites in “Submission” were already in existence (21:73, 22:78)."
    ],
    "8:36": [
        "*8:36  The  idol  worshiping  leaders  of  corrupted  Islam,  Saudi  Arabia,  have  allocated huge  sums of  money  annually to  fight God  and His  miracle. For  example,  the  famous Lebanese  publisher  Dãr  Al-‘Ilm  Lil-Malãyîn  (Knowledge  for  the  Millions)  published the Arabic version of “The Miracle of the Quran” in March, 1983. The Saudis bought all the copies and destroyed them."
    ],
    "9:1": [
        "*9:1  The  absence  of  Basmalah  from  this  sura  is  not  only  a  profound  sign  from  the Almighty Author of the Quran that this sura has been tampered with, but also represents an awesome miracle in its own right. See the details in Appendices 24 & 29.",
        "*9:1  &  *9:127  This  is  the  only  sura  that  is  not  prefixed  with  the  Basmalah.  This phenomenon has puzzled the students of the Quran for 14 centuries, and many theories were  advanced  to  explain  it.  Now  we  realize  that  the  conspicuous  absence  of  the Basmalah serves three purposes: (1) It represents an advance divine proclamation that the idol worshipers were destined to tamper with the Quran by adding 2 false verses (9:128-129). (2) It demonstrates one of the functions of God’s mathematical code in the Quran, namely, to guard the Quran against any alteration. (3) It provides additional miraculous features of the Quran’s code. Due to their extraordinary importance, the details are given in Appendices 24 and 29. One immediate observation is that the number of occurrences of the word “God” at the end of Sura 9 is 1273 (19x67). If the two false verses 128 & 129 are included, this phenomenon − and many more − will vanish."
    ],
    "9:24": [
        "*9:24 Since the odds are overwhelming against any human being to actually believe and devote  the  worship  to  God  alone  (12:103,  12:106),  it  is  virtually  impossible  to  see  a  whole family believe. Thus, most believers have been faced with the choice: “Either me or God and  His  messenger.”  This  choice  is  consistently  stated  by  spouses  of  the  believers,  or their  parents,  their  children,  etc.  Consistently,  the  believers  made  the  right  choice.  This is a mandatory test for all believers (29:2).",
        "**9:24 The Quranic, mathematical evidence points specifically at God’s Messenger of the  Covenant.  By  adding  the gematrical  value of  “Rashad”  (505),  plus  the  value  of “Khalifa” (725), plus the verse number (24), we get 505 + 725 + 24 = 1254 = 19x66."
    ],
    "9:31": [
        "*9:31 If you consult the “Muslim scholars” about worshiping God alone, and upholding the word of God alone, as taught in this proven scripture, they will advise you against it. If you consult the Pope about the identity of Jesus, he will advise you to uphold a trinity.  If  you  obey  the  “Muslim  scholars”  whose  advice  is  contrary  to  God’s teachings,  or  if  you  take  the  Pope’s  advice  instead  of  God’s,  you  have  set  up  these religious leaders as gods instead of God."
    ],
    "9:33": [
        "*9:33 This statement, letter for letter, occurs here and in 61:9. If we write down the gematrical value of “Rashad” (505), followed by the value of “Khalifa” (725), followed by the sura and verse numbers where this statement occurs (9:33 & 61:9), we get 505 725 9 33 61 9, a multiple of 19. This confirms that the messenger here is Rashad Khalifa."
    ],
    "9:36": [
        "*9:36 The word “month” is mentioned in the Quran 12 times, and “day” 365 times."
    ],
    "9:37": [
        "*9:37 The Sacred Months according to the corrupted Muslim World are Rajab, Zul-Qe‘dah,  Zul-Hijjah,  and  Muharram  (7th,  11th,  12th  and  1st  months  of  the  Islamic Calendar). A careful study of the Quran, however, reveals that they should be Zul-Hijjah, Muharram, Safar, and Rabi I (12th, 1st, 2nd, and 3rd months). See Appendix 15."
    ],
    "9:54": [
        "*9:54 This is another proof that the Contact Prayers (Salat) existed before the Quran, and were handed down from Abraham (see 21:73). Also, it stumps those who challenge God’s assertion that the Quran is complete and fully detailed when they ask, “Where can we find the details of the Contact Prayers in the Quran?” (6:19, 6:38, 6:114)."
    ],
    "9:80": [
        "*9:80 If Muhammad could not intercede on behalf of his own uncles and cousins, what makes strangers who never met him think that he will intercede on their behalf? Abraham could not intercede on behalf of his father, nor could Noah intercede on behalf of his son (11:46 & 60:4)."
    ],
    "9:101": [
        "*9:101 The hypocrites sit among the believers, listen to the message and proofs, then spread  their  poisonous  doubts.  It  is  a  Quranic  law  that  they  receive  double  the retribution, now and forever."
    ],
    "9:107": [
        "*9:107  Any  masjid  where  the  practices  are  not  devoted absolutely  to  God  ALONE belongs to Satan, not God. For example, mentioning the names of Abraham,  Muhammad, and/or Ali in the Azan and/or the Salat prayers violates God’s commandments in 2:136, 2:285, 3:84,  & 72:18. Unfortunately, this is a common idolatrous practice throughout the corrupted Muslim world."
    ],
    "10:1": [
        "*10:1 These letters constitute a major portion of the Quran’s awesome mathematical code and proof of divine authorship. See Appendix 1 for details."
    ],
    "10:15": [
        "*10:15 The word “Quran” is mentioned in the Quran 58 times, but since this verse refers to “another Quran,” it must be excluded; “This Quran” is mentioned in the Quran 57 times, 19x3."
    ],
    "10:20": [
        "*10:20 In retrospect, we see now that the Quran’s miracle, indeed “One of the greatest miracles”  (74:30-35),  was divinely predestined  to  be  unveiled  14  centuries  after  Muhammad.  In  view  of  the  current  condition  of  the  traditional  Muslims,  if  Muhammad  had been  given  this  miracle,  those  Muslims,  who  are  already  idolizing  Muhammad  beside God,  would  have  worshiped  him  as  God  incarnate.  Additionally,  this  miracle  is obviously  designed  for  the  computer  age,  and  to  be  appreciated  by  mathematically sophisticated generations."
    ],
    "10:24": [
        "*10:24 God, of course, knows whether His judgment will come during the day, or during the night. But it just happens that the earth will be half day and half night when the end of the world comes. Another “scientific miracle” of the Quran."
    ],
    "10:62": [
        "*10:62-64 Most people think that they have to wait until the Day of Resurrection before they receive their rewards for righteousness, or the retribution for wickedness. But the Quran repeatedly assures the believers that they are guaranteed perfect happiness here in this world, now and forever. At the end of their interim here, they go directly to Paradise (see Appendix 17)."
    ],
    "10:91": [
        "*10:91 Believing in God is the first step. Thereafter, one needs to nourish and develop the soul through the practices of worship (see Appendix 15)."
    ],
    "10:92": [
        "*10:92 God endowed the Egyptians with the exclusive knowledge of mummification. Today, Pharaoh’s mummified body is on display at the Cairo Museum."
    ],
    "10:99": [
        "*10:99-101  The  test demands  that we denounce idolatry on our own,  without divine intervention in our initial decision. God blocks out those who choose to disbelieve."
    ],
    "11:1": [
        "*11:1 Our generation is fortunate to witness two awesome phenomena in the Quran: (1)  an  extraordinary  mathematical  code  (Appendix  1),  and  (2)  a  literary  miracle  of incredible  dimensions.  If  humans  attempt  to  write  a  mathematically  structured  work, the numerical manipulations will adversely affect the literary quality. The Quran sets the standard for literary excellence."
    ],
    "11:7": [
        "*11:7 The six days are simply a yardstick providing us with a lot of information. Thus, we learn that the vast lifeless physical universe was created in two days, while the tiny mote called “Earth” was created in four days (41:10-12). The provision of food, water, and oxygen for the earth’s inhabitants had to be precisely calculated and arranged.",
        "**11:7 The earth was initially covered with water. Subsequently, the land mass emerged, and the continents drifted apart."
    ],
    "11:13": [
        "*11:13 The Quran’s mathematical miracle is inimitable (See Appendix 1)."
    ],
    "11:17": [
        "*11:17 The Quran’s 19-based mathematical code is a built-in proof of divine authorship.",
        "**11:17 As it turns out, Moses’ book was also mathematically composed, with “19” as the common denominator. See Footnote 46:10 and Appendix 1."
    ],
    "11:40": [
        "*11:40 & 11:44 This is God’s proven truth: Noah’s ark was made of logs, tied together with primitive ropes (54:13). Contrary to common belief the flood was limited to the area around today’s Dead Sea, and the animals were only Noah’s livestock, not every animal that lived on earth."
    ],
    "11:44": [
        "*11:44 See footnote for 11:40."
    ],
    "11:46": [
        "*11:46 Intercession is Satan’s most effective bait to entice people into idol worship."
    ],
    "11:119": [
        "* 11:119 The Most Merciful has created us on this earth to give us yet another chance to denounce our original crime and to be redeemed (see the Introduction and Appendix 7).",
        "**11:119 God does not put a single person in Hell; they choose and insist upon going to Hell."
    ],
    "12:1": [
        "*12:1 The Quranic initials constitute a major component of a great miracle (Appendix 1)."
    ],
    "12:2": [
        "*12:2 Why was the Quran revealed in Arabic? See 41:44 and Appendix 4."
    ],
    "12:9": [
        "*12:9 We learn from Joseph’s dream that he was destined for a bright future. Thus, while his brothers met to decide his fate, his fate was already decided by God. Everything is done by God (8:17), and is already recorded (57:22)."
    ],
    "12:23": [
        "* 12:23 Joseph worded this statement in such a way that the governor’s wife thought that he was talking about her husband, when in fact he was talking about God."
    ],
    "12:31": [
        "*12:31 This is the same word used in 5:38 regarding the hand of the thief, and the sum of sura and verse numbers (12 + 31 and 5 + 38) are the same. Therefore, the thief’s hand should be marked, not severed as practiced by the corrupted Islam (see Footnote 5:38)."
    ],
    "12:42": [
        "*12:42 When Joseph begged his companion to intercede with the king on his behalf, he exhibited dependence on other than God to be saved from the prison. This does not befit a true believer, and such a serious slip cost Joseph a few years in the prison. We learn from  the  Quran  that  only  God  can  relieve  any  hardship  that  might  befall  us.  A  true believer  trusts  in  God  and  depends  totally  on  Him  alone  (1:5,  6:17,  8:17,  10:107)."
    ],
    "12:93": [
        "*12:93 This marks the beginning of the Children of Israel in Egypt Moses led them out of Egypt a few centuries later."
    ],
    "13:1": [
        "*13:1 These initials constitute a major component of the Quran’s built-in proof of divine authorship, the miraculous mathematical code. See Appendix 1."
    ],
    "13:15": [
        "*13:15 Even the disbelievers prostrate; they cannot, for example, control their heartbeats, their lungs, or peristalsis. The shadows are predetermined by God’s design of the solar and the lunar orbits, and by the peculiar shape of the planet earth which causes the four seasons. The absolute precision of the sun/earth relation is proven by the invention of solar clocks and their shadows."
    ],
    "13:30": [
        "*13:30 If we add the gematrical value of “Rashad” (505), plus the value of “Khalifa” (725), plus the sura number (13), plus the verse number (30), we get 505 + 725 + 13 + 30 = 1273 = 19x67. God thus specifies the name of His messenger (see Appendix 2 for the details)."
    ],
    "13:37": [
        "*13:37-38 The verse number (38) = 19x2. Placing the values of “Rashad” (505) and “Khalifa” (725) next to 13:37-38, gives 505 725 13 37 38, or 19x26617112302 (Appendix 2)."
    ],
    "14:1": [
        "*14:1 These initials remained a divinely guarded secret until the Quran’s mathematical code was discovered in 1974 A.D. See Appendix 1 for the significance of these initials."
    ],
    "14:17": [
        "*14:17 When we rebelled against God, and agreed with Satan during the great feud (38:69), the angels suggested that we should be banished to Hell (Appendix 7). But the Most Merciful decided to give us another chance to redeem ourselves. He said to the angels, “I know what you do not know”  (2:30). God knew that many humans would have protested that they had no idea how bad Hell was. The awesome description of Hell in 14:17 and in 22:19-22, nullifies such a protest. Now we have a pretty good idea how terrible Hell is."
    ],
    "14:21": [
        "*14:21 Frequently, the Quran talks about the Hereafter in the past tense. This is because those are future events already witnessed by God, and will surely come to pass."
    ],
    "14:48": [
        "*14:48 This prophecy is also found in the Old Testament (Isaiah 65:17 & 66:22) and the New Testament: “What we await are new heavens and a new earth where, according to his promise, the justice of God will reside.” (2 Peter 3:13)."
    ],
    "15:1": [
        "*15:1 & *15:9 The divine source and the perfect preservation of the Quran are proven by the Quran’s mathematical code (Appendix 1). God’s Messenger of the Covenant was destined to unveil this great miracle. The word “Dhikr” denotes the Quran’s code in several verses (15:6, 21:2, 26:5, 38:1, 38:8, 74:31). The value of “Rashad Khalifa” (1230) + 15 + 9= 1254, 19x66."
    ],
    "15:20": [
        "* 15:20 When we send astronauts into space, we provide them with precisely measured quantities of food, water, and oxygen. God created the spaceship Earth with billions of astronauts who work and reproduce; He supplied them with a self-supporting system that generates oxygen, fresh water, and a great variety of delicious foods and drinks."
    ],
    "15:85": [
        "*15:85-88 One of the functions of God’s Messenger of the Covenant is to deliver the Quranic assertion that the world will end in AD 2280 (20:15, 72:27 & Appendix 25)."
    ],
    "15:99": [
        "*15:99  The  practices  of  worship  are  our  means  of  attaining  certainty  (Appendix  15)."
    ],
    "16:1": [
        "*16:1 Everything is already recorded (57:22). See also Appendix 14."
    ],
    "16:30": [
        "*16:30-32 The righteous taste only the first death, which has been already experienced by all of us (see 44:56). At the end of their interim in this world, the angels of death simply invite them to move on to the Paradise where Adam and Eve once lived (2:154, 3:169, 8:24, 22:58, 36:27)."
    ],
    "16:49": [
        "*16:49 The human body, whether it belongs to a believer or a disbeliever, submits to God; the heartbeats, the lungs’ movement, and peristalsis illustrate this submission."
    ],
    "16:69": [
        "*16:69 Besides its recognized nutritive value, honey has been scientifically proven as a healing medicine for certain allergies and other ailments."
    ],
    "16:71": [
        "*16:71 If the humans would not give up their power to that extent, why do they expect God to do this, and create partners for Himself?"
    ],
    "16:93": [
        "*16:93 God knows the sincere believers among us who deserve to be redeemed."
    ],
    "16:98": [
        "*16:98 Our salvation is attained by knowing God’s message to us, the Quran, and Satan will do his utmost to keep us from being redeemed. Hence this commandment."
    ],
    "16:106": [
        "*16:106 God’s wisdom decrees that if someone holds a gun to your head and orders you to declare that you disbelieve in God, you may grant him his wish. What the heart harbors is what counts."
    ],
    "16:115": [
        "*16:115 & 16:118 The most devastating trichinosis parasite, Trichinella spiralis, (also the pork  tapeworm  Taenia  solium)  survives  in  the  meat  of  pigs,  not  the  fat.  More  than 150,000 people are infected annually in the United States. See 6:145-146, and Appendix 16."
    ],
    "16:123": [
        "*16:123 This informs us that all religious practices, which came to us through Abraham, were intact at the time of Muhammad (see 22:78 and Appendix 9)."
    ],
    "17:1": [
        "*17:1 “The Aqsa Masjid” means “the farthest place where there is prostration,” many billions of Light Years away. This verse informs us that Muhammad, the soul, was taken to the highest Heaven to be given the Quran (2:185, 44:3, 53:1-18, &. 97:1)."
    ],
    "17:13": [
        "*17:13 Your life is already recorded, as if on a video tape, from birth to death. This same record will be made accessible to us upon resurrection. See 57:22 & Appendix 14."
    ],
    "17:46": [
        "* 17:46 The Arabic word “alone” refers to God in 7:70, 39:45, 40:12 & 40:84, and 60:4. If you add these numbers, you get 361, 19x19. But if you include 17:46, which refers to the Quran, the product is not a multiple of 19. “Alone,” therefore refers to the Quran in 17:46 (Appendix 18)."
    ],
    "17:60": [
        "*17:60 Muhammad’s journey to the highest heaven to receive the Quran, as stated in 17:1 and 53:1-18, is a test because the people had to believe Muhammad on faith."
    ],
    "17:66": [
        "*17:66 We now learn from physics and physical chemistry that water possesses unique qualities that render it perfectly suitable for serving our various needs."
    ],
    "17:93": [
        "*17:93  God’s  Messenger  of  the  Covenant,  Rashad  Khalifa,  was  thus  challenged, including the challenge to bring a new book, or bring down masses from the sky. Verse"
    ],
    "18:8": [
        "*18:8-9 As it turns out, the history of these Christian believers, the Seven Sleepers of Ephesus, is directly connected with the end of the world as stated in 18:9 & 18:21. The role of these believers in unveiling the end of the world is detailed in Appendix 25."
    ],
    "18:16": [
        "*18:16-20 Ephesus is located about 200 miles south of ancient Nicene, and 30 miles south of today’s Izmir in Turkey. The dwellers of the cave were young Christians who wanted to follow the teachings of Jesus, and worship God alone. They were fleeing the persecution of neo-Christians who proclaimed a corrupted Christianity three centuries after Jesus, following the Nicene Conferences, when the Trinity doctrine was announced."
    ],
    "18:17": [
        "*18:17 This sign, or hint, tells us that the cave was facing north."
    ],
    "18:21": [
        "*18:21 As detailed in Appendix 25, this story helped pinpoint the end of the world."
    ],
    "18:24": [
        "*18:24 This important commandment gives us daily opportunities to remember God."
    ],
    "18:25": [
        "*18:25 The difference between 300 solar years and 300 lunar years is nine years. Thus, discovering the end of the world was predetermined by the Almighty to take place in 1980 AD (1400 AH), 300 years (309 lunar years) before the end of the world (see 72:27 & Appendix 25)."
    ],
    "18:32": [
        "*18:32-42 The Quran cites many examples of the different gods that people worship beside  God;  they  include  children  (7:190),  religious  leaders  and  scholars  (9:31), property (18:42), dead saints and prophets (16:20-21, 35:14, & 46:5-6), and the ego (25:43, 45:23)."
    ],
    "18:50": [
        "*18:50 When the great feud in the heavenly society took place (38:69), all creatures became classified into angels, jinns, and humans (Appendix 7)."
    ],
    "18:51": [
        "*18:51 God knew that Satan and his supporters (jinns and humans) were going to make the wrong decision. Hence their exclusion from witnessing the creation process."
    ],
    "18:80": [
        "*18:80 Adolf Hitler was a cute and seemingly innocent child. Had he died as a child, many would have grieved, and many would have even questioned God’s wisdom. We learn from these profound lessons that there is a good reason behind everything."
    ],
    "18:94": [
        "*18:94-98 One of my duties as God’s Messenger of the Covenant is to state that Gog and Magog, the final sign before the end of the world, will reappear in 2270 AD (1700 AH), just 10 years before the end. Note that Gog and Magog occur in Suras 18 and 21, precisely 17 verses before the end of each sura, representing 17 lunar centuries (72:27)."
    ],
    "19:1": [
        "*19:1 This is the maximum number of Quranic Initials, because this sura deals with such crucial matters as the miraculous birth of John and the virgin birth of Jesus, and strongly condemns the gross blasphemy that considers Jesus to be a son of God. The five initials provide a powerful physical evidence to support these issues (See Appendices 1 & 22)."
    ],
    "19:25": [
        "*19:25 Thus, Jesus was born in late September or early October. This is when dates ripen in the Middle East to the point of falling off the tree."
    ],
    "19:36": [
        "*19:36 This is similar to the statement attributed to Jesus in the Gospel of John 20:17."
    ],
    "19:71": [
        "*19:71 As detailed in Appendix 11, we will be resurrected prior to God’s physical arrival to our universe. That will be a temporary taste of Hell, since the absence of God is Hell."
    ],
    "20:1": [
        "*20:1 The role of these Quranic initials as components of the Quran’s awesome mathematical miracle is given in detail in Appendix 1."
    ],
    "20:15": [
        "*20:15 The end of the world is given in the Quran, God’s final message (15:87)."
    ],
    "20:54": [
        "*20:54 Those who possess intelligence appreciate the fact that we are astronauts who were launched into space on this ‘Spaceship Earth.’ God provided us with renewable food, water, pets, wildlife, and livestock, as we embark on this temporary space odyssey."
    ],
    "20:88": [
        "*20:88 & 20:96 The Samarian went to the spot where God spoke to Moses, and grabbed a fistful  of  dust  upon  which  God’s  voice  had  echoed.  This  dust,  when  mixed  with  the molten gold caused the golden statue to acquire the sound of a calf."
    ],
    "20:115": [
        "*20:115 When Satan challenged God’s absolute authority (38:69), you and I did not make a firm stand against Satan. God is giving us a chance, on this earth, to redeem ourselves by denouncing Satan and upholding God’s absolute authority (Appendix 7)."
    ],
    "21:3": [
        "*21:3 Although the Bible (Malachi 3:1) and the Quran (3:81) prophesy the advent of God’s Messenger of the Covenant, when he did appear, supported by ‘one of the greatest miracles’ (74:30-35), he was met with heedlessness and opposition. The divine assertion that every ‘new’ proof is opposed has been proven by the Arabs’ opposition to the Quran’s miracle (Appendix 1 & 2)."
    ],
    "21:28": [
        "*21:28 The myth of intercession is Satan’s most effective bait (see Appendix 8)."
    ],
    "21:30": [
        "*21:30 The Big Bang Theory is now supported by the Creator’s infallible mathematical code (Appendix 1). Thus, it is no longer a theory; it is a law, a proven fact."
    ],
    "21:51": [
        "*21:51  Was  Abraham  so  smart  as  to  discover  God,  or,  did  God  grant  him  the intelligence because He knew that he deserved to be saved? As it turns out, this whole world was created to redeem those among us who deserve redemption. When the angels suggested that all the rebels, humans and jinns, must be banished out of God’s kingdom, ‘I know what you do not know’ (2:30). At the same time, this world proves Satan’s incompetence as a god (Appendix 7)."
    ],
    "21:69": [
        "*21:69 “Cool,” without “and safe” would have caused Abraham to freeze."
    ],
    "21:73": [
        "*21:73 When the Quran was revealed, all religious duties were already established through Abraham (2:128, 16:123, 22:78)."
    ],
    "21:90": [
        "*21:90 The use of the plural tense throughout the Quran indicates participation of the angels. It is clear from 3:39 and from the Bible that the angels dealt with Zachariah extensively, as they gave him the good news about John. See Appendix 10."
    ],
    "21:96": [
        "*21:96  By  the  year  2270  AD,  thanks  to  God’s  mathematical  miracle  in  the  Quran (Appendix 1), America will be the heart of Islam, and billions around the globe will have believed in the Quran (9:33, 41:53, 48:28, 61:9). Gog and Magog (allegorical names of villainous communities),  will  be the only bastions of heathenism,  and  they  will  attack the submitters. That is when the world will end (15:87, 18:94, Appendix 25). Gog and Magog are mentioned in 18:94 & 21:96, 21:17 verses before the end of each sura; this may indicate the time of their appearance."
    ],
    "22:5": [
        "*22:5 The Quran’s mathematical miracle is based on the number 19. As it turns out, this number represents the Creator’s signature on His creations. Thus, you and I have 209 bones in our bodies (209=19x11). The length of pregnancy for a full term fetus is 266 days (19x14) (Langman’s Medical Embryology, T. W. Sadler, Page 88, 1985)."
    ],
    "22:19": [
        "*22:19-22 People who have insisted upon going to Hell will inevitably complain: ‘Had we known how bad this is, we would have behaved differently.’ They will be told that the horrors of Hell have been pointed out to them in the most graphic, though symbolic, terms.  It  should  be  noted  that  Heaven  and  Hell  are  almost  invariably  mentioned together in the Quran."
    ],
    "22:26": [
        "*22:26-27 Abraham was the original messenger of Submission (Islam). See 22:78 and Appendix 9."
    ],
    "22:36": [
        "*22:36 Animal offerings from the pilgrims conserve the resources at the pilgrimage site."
    ],
    "22:49": [
        "*22:49 This command is directed specifically to God’s Messenger of the Covenant. This fact, and the specific name of the messenger are mathematically coded into the Quran."
    ],
    "22:52": [
        "*22:52 Throughout this worldly test, Satan is allowed to present his point of view (we are born with a representative of Satan in our bodies). This allows the people to make a choice between God’s evidence and Satan’s evidence. Satan’s evidence is invariably based on lies. This system explains the fact that the devil’s agents continuously come up  with  the  most  absurd  lies,  insults  and  accusations  against  every  messenger  (see 6:33-34, 8:30, 17:76-77, 27:70)."
    ],
    "22:78": [
        "*22:78 Although all messengers preached one and the same message, “Worship God alone,” Abraham was the first messenger to coin the terms “Submission” (Islam) and “Submitter” (Muslim) (2:128). What did Abraham contribute to Submission? We learn from 16:123 that all religious duties in Submission were revealed through Abraham (see Appendices 9 & 26)."
    ],
    "23:27": [
        "*23:27 The story tellers have created a mockery of Noah’s history. Noah’s ark was a flat watercraft made of logs, tied together with primitive ropes (54:13), the flood was local, around the Dead Sea area, and the animals were Noah’s domesticated animals."
    ],
    "23:84": [
        "*23:84-89 Belief in God is valid only if one recognizes God’s qualities, such as the fact that God controls everything  (8:17).  Believers who do not know God are not really believers.  Most  believers  nullify  their  belief  by  idolizing  such  powerless  idols  as  the prophets and saints (6:106)."
    ],
    "24:2": [
        "*24:2 Social pressure, i.e., public witnessing of the penalty, is the basic punishment (see also 5:38). The lashes shall be symbolic, not severe."
    ],
    "24:11": [
        "*24:11 This refers to a historical incident where the Prophet’s wife Aysha was left in the desert by mistake, and later found by a young man who helped her catch up with the Prophet’s caravan. This triggered the famous ‘Big Lie’ against Aysha."
    ],
    "24:30": [
        "*24:30-31 Dressing modestly, therefore, is a trait of the believing men and women. The minimum requirements for a woman’s dress is to lengthen her garment  (33:59) and to cover her chest. Tyrannical Arab traditions have given a false impression that a woman must be covered from head to toe; such is not a Quranic or Islamic dress."
    ],
    "24:62": [
        "*24:62 This verse refers to God’s Messenger of the Covenant; by adding the gematrical value of “Rashad” (505) plus the value of “Khalifa” (725), plus the verse number (62), we get 1292, a multiple of 19 (1292 = 19x68). See Appendix 2."
    ],
    "25:2": [
        "*25:2 When we launch astronauts into space, we measure precisely the amount of food, water, oxygen, and other needs throughout the journey. Similarly, God has launched us into  space—on  board  spaceship  Earth—and  He  has  designed  all  kinds  of  renewable provisions  for  us  and  other  creatures,  a  perfect  design.  Think,  for  example,  of  the symbiotic relationship between us and the plants; we use the oxygen they produce in photosynthesis, while they use the carbon dioxide we produce in respiration."
    ],
    "25:5": [
        "*25:5 Muhammad’s contemporaries knew that he was a literate man who could read and write; he wrote God’s revelations with his own hand (see Appendix 28)."
    ],
    "25:6": [
        "*25:6  The  Quran’s  miraculous  mathematical  code,  the  incontrovertible  answer  to  the disbelievers’ claims, remained a divinely guarded secret for 1400 years. God’s Messenger of the Covenant was destined to unveil it by God’s leave (Appendices 1, 2, & 26)."
    ],
    "25:27": [
        "*25:27-30 This verse refers also to God’s Messenger of the Covenant whose name is mathematically  coded  in  the  Quran  as  “Rashad  Khalifa.”  If  you  write  down  the gematrical value of “Rashad” (505), followed by the gematrical value of “Khalifa” (725), followed by this sura number (25), followed by verses 27, 28, 29, and 30, the final number (5057252527282930) is a multiple of 19 (see Appendices 2 & 26 for details)."
    ],
    "25:56": [
        "*25:56 The gematrical value of “Rashad Khalifa” (1230), plus the sura and verse number (25 + 56) give a total of 1230 + 25 + 56 = 1311 = 19x69."
    ],
    "26:1": [
        "*26:1 See Appendix 1 for the significance of these previously mysterious letters."
    ],
    "26:210": [
        "*26:210 A false messenger is a messenger of Satan, for he is the fabricator of the most horrendous lie. Such a messenger can never denounce idolatry, or preach the worship of God ALONE."
    ],
    "26:214": [
        "*26:214-223 These verses refer to God’s Messenger of the Covenant: the sum of the gematrical  value  of  “Rashad  Khalifa”  (1230),  plus  the  verse  number  (214)  is 1230 + 214 = 1444 = 19x76 = 19x19x4, and the sum of the verse numbers from 214 through 223 is 2185 = 19x115 (Appendix 1)."
    ],
    "27:1": [
        "*27:1 See Appendix 1 for the meaning of these Quranic initials."
    ],
    "27:18": [
        "*27:18-19 The more unusual the events in a given sura, the stronger the mathematical evidence  supporting  them.  This  helps  assure  us  that  such  strange  phenomena  are indicative of God’s power. This sura’s initials, T.S., constitute a complex part of the mathematical miracles related to the Quranic initials. The unusual birth and miracles of Jesus are in Sura 19, which is prefixed with five Quranic Initials. See Appendix 1 for the details."
    ],
    "27:30": [
        "*27:30 The ‘Basmalah’ included in this verse compensates for the ‘Basmalah’ that is  missing  from  Sura  9,  19  suras  earlier.  This  restores  the  total  occurrence  of ‘Basmalah’  to 114, 19x6. See Appendix 29 for details of a vast and profound miracle attached to this ‘Basmalah.’"
    ],
    "27:82": [
        "*27:82 (2 + 7 + 8 + 2 = 19) The computer was required to unveil the Quran’s mathematical  miracle,  and  it  proved  that  most  people  have discarded  God’s message  (see Appendices 1 & 19)."
    ],
    "28:1": [
        "*28:1 See Appendix 1 for details of the Quran’s miraculous mathematical code, and the meaning or significance of these Quranic Initials."
    ],
    "28:43": [
        "*28:43 The Torah is the collection of all the scriptures revealed to all the prophets of Israel, including the book of Moses. The Quran consistently states that Moses was given a  book,  or  “the  Statute  Book.”  Nowhere  in  the  Quran  do  we  see  that  Moses  was given “the Torah.” Today’s Old Testament, therefore, is the Torah (see 3:50, 5:46)."
    ],
    "28:44": [
        "*28:44  The  name  of  this  messenger  is  confirmed  mathematically:  by  placing  the gematrical  value  of  “Rashad  Khalifa”  (1230)  next  to  the  verse  number  (44),  we  get 123044 = 19x6476."
    ],
    "29:1": [
        "*29:1 See Appendix 1 for details of the Quran’s mathematical composition, and the meaning of these previously mysterious Quranic Initials."
    ],
    "29:14": [
        "*29:14 Since the Quran’s miracle is mathematical, the numbers especially constitute an important part of the 19-based code. Thus, the numbers mentioned in the Quran add up to 162146, or 19x8534 (see Appendix 1 for the details)."
    ],
    "29:19": [
        "*29:19-20 We learn from the Quran that evolution is a divinely guided process. See Appendix 31 for the details."
    ],
    "29:41": [
        "*29:41-43 It takes a knowledgeable person to know that the Black Widow spider kills her mate. The use of the feminine reference to the spider in 29:41 is thus significant. This is in addition to the fact that the spider web is physically very flimsy."
    ],
    "29:45": [
        "*29:45 Your god is whatever occupies your mind most of the time (see 20:14 & Appendix 27)."
    ],
    "29:48": [
        "*29:48-51  It  was  the  will  of  the  Most  Wise  to  separate  the  Quran  from  its  awesome mathematical miracle by 1400 years. Seeing how the Muslims en masse have idolized Muhammad, it is obvious that if the Quran’s mathematical miracle were also revealed through Muhammad, many people would have worshiped him as God incarnate. As it is, God willed that the great miracle of the Quran (74:30-35) shall await the computer age, and to have it revealed through His Messenger of the Covenant (see Appendices 1, 2, & 26)."
    ],
    "29:53": [
        "*29:53 Anyone who dies before the age of 40 goes to Heaven, and not everyone deserves this.  People  sometimes  lament  the  slowness  of  justice  when  a  vicious  criminal  is  not executed promptly. God knows who deserves Heaven (see 46:15 and Appendix 32)."
    ],
    "30:1": [
        "*30:1 See Appendix 1 for the detailed explanation of these previously mysterious initials."
    ],
    "30:30": [
        "*30:30 Recognizing God ALONE as our Lord and Master is a natural instinct. We are born into this world with such an instinct. See 7:172-173 and Appendix 7."
    ],
    "30:33": [
        "*30:33 A common example is the classified advertisements we note in the newspapers, placed  by  people  thanking  St.  Jude  for  healing  them.  Before  undergoing  surgery,  they sincerely implore God to heal them. But as soon as the surgery succeeds, they thank St.Jude!!!"
    ],
    "31:1": [
        "*31:1 See Appendix 1 for the important role of these initials."
    ],
    "31:13": [
        "*31:13 How will you feel if you take care of a child, give him the best education, and prepare him for life, only to see him thank someone else? Thus is idolatry; injustice."
    ],
    "31:34": [
        "*31:34 God reveals His knowledge whenever He wills. We learn from this verse that we may be able to predict the rain, and the gender of the fetus. But we can never know the time or place of death. In accordance with 72:27, God has revealed the end of the world through  His  Messenger  of  the  Covenant.  See  15:87,  20:15,  and  Appendix  25  for  the details."
    ],
    "32:1": [
        "*32:1 The meaning of these letters is given in the next verse: “This book is, without a doubt, a revelation from the Lord of the universe.” See Appendix 1 for the details."
    ],
    "32:12": [
        "*32:12 If sent back, they would commit the same transgressions. See Footnote 6:28."
    ],
    "32:13": [
        "*32:13 The majority of humans “insist” upon going to Hell, by choosing to ignore God’s invitations to redeem them. God will not put a single person in Hell. Those who fail to redeem themselves by denouncing idolatry and devoting themselves to God ALONE, and fail to develop their souls through the practices prescribed by our Creator, will have to run to Hell on their own volition. They will be too weak to stand the physical presence of God’s energy."
    ],
    "33:4": [
        "*33:4 It was a custom in Arabia to estrange the wife by declaring that she was like the husband’s mother. Such an unfair practice is abrogated herein."
    ],
    "33:7": [
        "*33:7 The covenant is detailed in 3:81. God took a covenant from the prophets that they shall  support  His  Messenger  of  the  Covenant  who  would  come  after  Muhammad  to purify and unify their messages. The Covenant was made before the earth’s creation, and was fulfilled in Mecca Zul-Hijja 3, 1391 (Dec. 21, 1971). The sum of the Islamic month (12),  plus  the  day  (3),  plus  the  year  (1391)  gives  1406,  19x74  Overwhelming  proof identifying God’s Messenger of the Covenant as Rashad Khalifa is provided throughout the Quran (Appendices 2 & 26)."
    ],
    "33:21": [
        "*33:21 Satan took this verse out of context, and relied on the people’s idolization of the prophet  Muhammad  to  innovate  a  whole  set  of  unauthorized  and  unreasonable regulations called “Sunna of the Prophet.” This created a totally different religion (see 42:21 and Appendix 18)."
    ],
    "33:40": [
        "*33:40 Despite this clear definition of Muhammad, most Muslims insist that he was the last prophet and also the last messenger. This is a tragic human trait as we see in 40:34."
    ],
    "33:41": [
        "*33:41-42  Your  god  is  whatever  occupies  your  thoughts  most  of  the  time.  Hence  the commandment to commemorate God and glorify Him day and night. See Appendix 27."
    ],
    "33:53": [
        "*33:53 We are enjoined in 4:22 from marrying women who were previously married to our  fathers.  Nor  can  the  father  marry  the  divorced wife  of  his  son  (4:23).  This  divine commandment  preserves  our  respect  for  our  fathers  and  their  most  private  affairs."
    ],
    "33:56": [
        "*33:56 The word “prophet” (Nabi) consistently refers to Muhammad only when he was alive.  Satan  used  this  verse  to  entice  the  Muslims  into  commemorating  Muhammad, constantly, instead of commemorating God as enjoined in 33:41-42."
    ],
    "33:63": [
        "*33:63 Less than a century ago, only God possessed knowledge about television and space  satellites,  for  example.  He  revealed  this  knowledge  at  the  predetermined  time."
    ],
    "33:72": [
        "*33:72 The animals, trees, stars, etc. took advantage of this most gracious offer. See Appendix 7."
    ],
    "34:21": [
        "*34:21 The criteria that inform us whether we believe in the Hereafter or not are in 6:113, 17:45, & 39:45. These three criteria bring out our true convictions, regardless of our oral statements."
    ],
    "34:28": [
        "*34:28 As detailed in Appendix 2, the name of this messenger is mathematically coded into  the  Quran  as  “Rashad  Khalifa.”  By  adding  the  numerical  value  of  the  name “Rashad” (505), plus the numerical value of the name “Khalifa” (725), plus the number of the sura (34), plus the number of the verse (28), we obtain a total that conforms with the  Quran’s  19-based  mathematical  miracle,  which  was  unveiled  through  Rashad Khalifa. (505 + 725 + 34 + 28= 1292 = 19x68). More information is given in 5:19 and its footnote."
    ],
    "34:43": [
        "*34:43 By adding the gematrical value of “Rashad” (505), plus the value of “Khalifa” (725), plus this verse number (43), we get 505 + 725 + 43= 1273 = 19x67. See Appendices 1 & 2."
    ],
    "34:45": [
        "*34:45 The great miracles given to Moses and Jesus were limited in time and place; they were witnessed by a few people who happened to exist in that place at that time. But the mathematical miracle of the Quran is perpetual (see 74:30-35 & Appendix 1)."
    ],
    "34:46": [
        "*34:46 By placing the gematrical value of “Rashad” (505) next to the value of “Khalifa” (725),  then  the  sura  number  (34),  and  the  verse  number  (46),  we  get  5057253446= 19x266171234."
    ],
    "34:53": [
        "*34:53 People of all religions tend to forsake the word of God and uphold the words of men. The Jews and the Muslims uphold the Mishnah (Hadith) and Gemarrah (Sunna), while the Christians uphold a trinity invented by the Nicene Conference, 325 years after Jesus."
    ],
    "35:12": [
        "*35:12-13 When we send our astronauts into space, we provide them with their minimum  needs  of  food,  water,  and  oxygen.  When  we  sided  with  Satan’s  blasphemy billions of years ago (Appendix 7), God launched us into space aboard the spaceship Earth. But God has supplied our spaceship with awesome renewable systems that provide a great variety of fresh foods, water, oxygen, and even the reproduction of us astronauts."
    ],
    "35:14": [
        "*35:14 People idolize Jesus, Mary, Muhammad, Ali, and/or the saints; such idols are dead, unaware, and utterly powerless. Even when they were alive, they were powerless."
    ],
    "35:24": [
        "*35:24 The gematrical value of “Rashad Khalifa” (1230), plus the verse number (24) give us a total that is a multiple of 19 (1230 + 24 = 1254 = 19x66)."
    ],
    "36:1": [
        "*36:1 See Appendix 1 for the detailed explanation of these initials."
    ],
    "36:3": [
        "*36:3 See Appendices 2 & 26 for the irrefutable physical evidence."
    ],
    "36:10": [
        "*36:10 Everyone is already stamped as a believer or a disbeliever. See Appendix 14."
    ],
    "36:13": [
        "*36:13-27 God’s messengers have proof, advocate God alone, and do not ask for money."
    ],
    "36:26": [
        "*36:26 The righteous do not really die; they simply move on to the same Paradise where Adam & Eve lived. They join the prophets, saints and martyrs in an active and utopian life (see Appendix 17)."
    ],
    "36:30": [
        "*36:30 If the messenger presents solid proof of messengership, advocates the worship of God alone, and does not ask us for money, why should we not believe?  (See Appendix 2.)"
    ],
    "36:69": [
        "*36:69 The word “Zikr” refers frequently to the Quran’s great mathematical code, which is certainly not literary, nor poetry. Please check out 38:1,38:8; 15:6,15:9; 16:44; 21:2,21:24; 26:5; & 36:11."
    ],
    "36:83": [
        "*36:83 It is noteworthy that the gematrical value of “Rashad” (505), plus the gematrical value of “Khalifa” (725), plus the sura number (36), plus the number of verses (83), produces a total that is a multiple of 19 (505 + 725 + 36 + 83 = 1349=19x71). Also, Sura 36 is number 19 among the 29 initialed suras."
    ],
    "37:5": [
        "*37:5 Every heavenly body rises on the planet earth, and sets. Every rise is called “east.”"
    ],
    "37:6": [
        "*37:6 We live in the innermost and smallest universe. The jinns are confined to this universe."
    ],
    "37:55": [
        "*37:55 People who make it to Heaven will be able to visit their relatives and friends in Hell, without adverse consequences. In the Hereafter, anyone can move downward, but not upward beyond a certain limit. The limit is decided by one’s degree of growth and development (Appendix 5)."
    ],
    "37:102": [
        "*37:102 The Most Merciful never advocates evil (7:28). As with Job, Satan claimed that Abraham loved his son too much, and was permitted to put Abraham to that severe test."
    ],
    "37:147": [
        "*37:147 The Quran mentions 30 numbers: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 19, 20, 30, 40, 50, 60, 70, 80, 99, 100, 200, 300, 1000, 2000, 3000, 5000, 50000, and 100000. The sum of these numbers is 162146, or 19x8534 (see Appendix 1)."
    ],
    "38:1": [
        "*38:1 This Initial (Saad) occurs in suras 7, 19, & 38 a total of 152 times, 19x8 (Appendix 1).",
        "**38:1 The word “Zikr” is made distinct from the Quran and clearly points at the Quran’s miraculous mathematical code. See 15:6, 15:9; 16:44; 21:2, 21:24; 26:5; & 36:11, 36:69."
    ],
    "38:23": [
        "*38:23 This is the only place where the number 99 occurs. Thirty different numbers are mentioned in the Quran, and their total comes to 162146, 19x8534. See Appendix 1."
    ],
    "38:24": [
        "*38:24 In this clear example, 99 on one side vs. 1 on the other side, David’s extreme care to render the correct judgment caused him to ask forgiveness. Are we this careful?"
    ],
    "38:32": [
        "*38:32 Solomon missed his afternoon prayer because of his horses. To nullify Satan’s possible claim that Solomon loved his horses more than loving God, he got rid of his horses."
    ],
    "38:34": [
        "*38:34 & 38:41 Solomon and Job represent both ends of the testing spectrum. We are put to the test through wealth, health, or lack of them, to see if we worship God alone under all circumstances."
    ],
    "38:41": [
        "*38:41 See footnote for 38:38 & 41."
    ],
    "38:69": [
        "*38:69 The feud in the High Society was triggered by Satan’s challenge to God’s absolute authority. This is definitely the most important event in the history of the human race."
    ],
    "39:5": [
        "*39:5 This verse clearly informs us that the earth is round. The Arabic for “He rolls” (Yukawwir) is derived from the Arabic word for “ball” (Kurah). Since the Earth is not exactly round, a specific reference to its shape is given in 79:30. The Quran is replete with scientific information that became known to us centuries after the revelation of the Quran. See Appendix 20."
    ],
    "39:45": [
        "*39:45 Despite the clear commandment in 3:18 that the First Pillar of Islam is proclaiming:  “Ash-hadu  An  Lã  Elãha  Ellã  Allãh  (there  is  no  other  god  beside  God),”  the majority  of  “Muslims”  insist  upon  adding  the  name  of  Muhammad.  This  Greatest Criterion alerts us that rejoicing in adding the name of Muhammad, or any other name, exposes disbelief in the Hereafter. See also Footnote 17:46."
    ],
    "39:67": [
        "*39:67  Our  universe,  with  its  billion  galaxies,  a  billion  trillion  stars,  uncountable decillions of heavenly bodies, spanning many billions of light-years, is the smallest and innermost  of  seven  universes.  This  incomprehensible  vastness  of  the  seven  universes  is within God’s hand. Such is the greatness of God. See Appendix 6."
    ],
    "39:68": [
        "*39:68  The  sequence  of  events  on  the  Day  of  Resurrection  begins  with  the  symbolic blowing  of  the  horn.  The  second  blowing  of  the  horn—by  a  creature  who  was  spared from unconsciousness—marks the resurrection of all people; they will be resurrected on today’s earth. This earth will then be destroyed by the physical coming of God, then a new earth and new heavens will be created (14:48). We will then be stratified according to our degree of development (Appendix 11)."
    ],
    "40:1": [
        "*40:1 The initials “Hã Mîm” occur in Suras 40-46, The total frequency of occurrence of the letters “Ha” and “Mîm” in the seven suras is 2147, or 19x113 (Appendix 1)."
    ],
    "40:11": [
        "*40:11-12 The disbelievers go through two deaths, while the righteous believers do not taste death, beyond the death we already experienced (44:56). Please see Appendix 17. The reason for going to Hell is obvious; even those who believe in God associate others with Him (see 39:45)."
    ],
    "40:34": [
        "*40:34 The Jews refused to believe in the Messiah when he came to them, the Christians refused  to  believe  in  Muhammad  when  he  came  to  them,  and  a  majority  of  today’s Muslims believe that Muhammad was the last messenger. On that erroneous basis, they refused to accept God’s Messenger of the Covenant. We learn from 3:81-90 and 33:7 that those  who  fail  to  accept  the  Quranic  injunction  to  “believe  in  and  support  God’s Messenger of the Covenant” are no longer believers. See Appendices 2 & 26.",
        "**40:34 It is noteworthy that we find the name “Rashad” in the Arabic text precisely four verses ahead of the injunction against saying “the last messenger,” and also four verses after it."
    ],
    "40:60": [
        "*40:60 Supplication, imploring God for anything, even material luxuries, is a form of worship.  Hence  the  commandment  to  implore  God  whenever  we  have  any  need.  An atheist will never implore God for anything."
    ],
    "40:64": [
        "*40:64 See Footnotes 15:20, 20:54, 25:2, and 35:12-13."
    ],
    "40:66": [
        "*40:66 The Arabic word “Nahaa” used in this verse indicates the stopping of something that was going on. See for example the same word in 4:171. See also 93:7."
    ],
    "40:72": [
        "*40:72 Those who did not prepare themselves will suffer tremendously in the presence of God, on the Day of Judgment. They cannot stand the closeness to God due to lack of sufficient growth and development of their souls. I am using “Inferno” to describe this particular  situation  (55:44).  Preparation  of  the  soul  is  accomplished  by  the  rites decreed by God, such as the Contact Prayer."
    ],
    "40:78": [
        "*40:78 We learn from 17:45-46, 18:57, and 56:79 that the unbelievers have no access  to the  Quran;  only  the  believers  and  the  sincere  seekers  are  permitted  by  God  to understand it. The Quran’s mathematical code, “One of the great miracles” (74:30-35), was authorized by God, and revealed through His Messenger of the Covenant (Appendix 2)."
    ],
    "41:1": [
        "*41:1 For the significance of these Quranic Initials, see Footnote 40:1."
    ],
    "41:9": [
        "*41:9-10 The “days” of creation represent a yardstick. Thus, the physical universe was created in two days, while the calculation of provisions for all the creatures on earth required four. This also teaches us that there is life only on this planet Earth."
    ],
    "41:12": [
        "*41:12 God alone created the universe (18:51), but the angels participated in handling certain jobs in the lowest universe. Our universe cannot stand the physical presence of God (7:143). The plural tense acknowledges the angels’ role in our universe (Appendix 10)."
    ],
    "41:41": [
        "*41:41 The word “Zikr” refers to the Quran’s mathematical code, as made clear in 38:1."
    ],
    "41:42": [
        "*41:42 One of the major functions of the Quran’s mathematical miracle is to guard every letter and every aspect of the Quran. Thus, any tampering is immediately recognized (Apps. 1 & 24)."
    ],
    "41:43": [
        "*41:43  Mathematical  proof  shows  that  this  verse  refers  to  God’s  Messenger  of  the Covenant. By adding the gematrical value of “Rashad”(505), plus the value of “Khalifa” (725), plus this verse number (43), we get 505 + 725 + 43 = 1273 = 19x67. See Appendix 2."
    ],
    "41:47": [
        "*41:47  God  has  revealed  this  knowledge  through  His  Messenger  of  the  Covenant (Appendix 25)."
    ],
    "41:53": [
        "*41:53 The letters that compose this verse are 19, and their gematrical values add up to 1387, 19x73. This great prophecy, together with 9:33, 48:28, 61:9 & 110:2 inform us that the  whole  world  is  destined  to  accept  the  Quran  as  God’s  unaltered  message  (See Appendix 38)."
    ],
    "42:1": [
        "*42:1 These initials constitute a significant part of the Quran’s miracle (Footnote 40:1)."
    ],
    "42:2": [
        "*42:2 This is the only sura where we see the initials ‘A.S.Q. (‘Ayn Seen Qaf), and the total occurrence of these three letters in this sura is 209, 19x11. Also, the letter “Q” occurs in this sura 57 times, 19x3. The only other sura where we see the initial “Q” is Sura 50, and this letter occurs in that sura also 57 times (See Appendix 1)."
    ],
    "42:21": [
        "*42:21 The Islam of today’s Muslim world has been so distorted, it has become a Satanic cult. The Ulama, or religious scholars, have added many extraneous laws, prohibitions, dress codes, dietary regulations, and religious practices never authorized by God. This is one of the main reasons for sending God’s Messenger of the Covenant (9:31, 33:67, and Appendix 33)."
    ],
    "42:24": [
        "* 42:24 The disbelievers added 2 false statements at the end of Sura 9 to commemorate their idol, the prophet Muhammad. God has revealed overwhelming evidence to erase this  blasphemy  and  establish  the  truth.  By  adding  the  gematrical  value  of  “Rashad Khalifa” (1230), plus the verse number (24), we get 1254, 19x66 (please see Appendices 2 & 24 for the details)."
    ],
    "43:1": [
        "*43:1 See Footnote 40:1. The frequency of occurrence of the letters “H” (Hã) and “M” (Meem) in the seven H.M.-initialed suras is 292, and 1855, respectively. This adds up to 2147,  or 19x113."
    ],
    "43:3": [
        "*43:3  Arabic  is  the  most  efficient  language,  especially  in  expressing  commandments, statutes and exacting laws. Hence the revelation of the Quran in Arabic for the clear understanding of all peoples, regardless of their tongues. See Appendix 4 for the details."
    ],
    "43:5": [
        "*43:5 This refers to our original sin as detailed in the Introduction and Appendix 7."
    ],
    "43:20": [
        "*43:20 The idol worshipers cannot blame God for their idolatry, since we have absolute freedom of choice to worship God alone, or not."
    ],
    "43:36": [
        "*43:36-39 Each one of us has a representative of Satan as a constant companion (Appendix 7)."
    ],
    "43:38": [
        "*43:38 The “easts” imply the locations of sunrise, moonrise, and the rising of heavenly bodies."
    ],
    "43:43": [
        "*43:43 The sum of the gematrical value of “Rashad Khalifa” (1230) plus 43 is 1273, 19x66."
    ],
    "43:61": [
        "*43:61 As detailed in Appendix 25, the End of the World is given in the Quran, and the birthdate of Jesus provided one of the significant signs that the calculations are correct."
    ],
    "44:10": [
        "*44:10 Only two signs are yet to be fulfilled, this smoke and Gog and Magog (Appendix 25)."
    ],
    "44:13": [
        "*44:13 The sum of sura and verse numbers (44 + 13) is 57, 19x3, and this Quranic code was proclaimed by God’s Messenger of the Covenant (Appendices 1, 2, & 26)."
    ],
    "44:56": [
        "*44:56 As detailed in Appendix 17, the righteous do not really die; they move on directly to the same Paradise where Adam and Eve once lived. Compare this statement with the disbelievers’ statement in 40:11."
    ],
    "45:6": [
        "*45:6-7  God  condemns  “Hadith”  by  name,  and  informs  us  that  it  is  a  blasphemous fabrication."
    ],
    "45:21": [
        "*45:21 We now realize that the righteous do not really die—they go straight to Heaven (16:32)—while the unrighteous are beaten up by the angels of death (8:50 & 47:27)."
    ],
    "45:22": [
        "*45:22 God granted us this life as a precious chance to redeem ourselves, denounce our ancient alliance with Satan, and rejoin God’s kingdom. See Introduction & Appendix 7."
    ],
    "46:6": [
        "*46:6 See also Matthew 7:21-23: Jesus clearly disowns those who call him “Lord.”"
    ],
    "46:10": [
        "*46:10 This witness is Rabbi Judah the Pious (11th Century A.D.), who discovered the same 19-based mathematical code in intact fragments of the scripture (see Appendix 1)."
    ],
    "46:15": [
        "*46:15 God knows full well who deserves to go to Heaven and who deserves to go to Hell. It is His law that whomever He puts to death before the age of 40 shall go to Heaven."
    ],
    "46:29": [
        "*46:29 Jinns are the creatures who fully agreed with Satan when he initiated his famous blasphemy  billions  of  years  ago.  They  are  brought  into  this  world  as  descendants  of Satan. One jinn is born every time a human being is born. The newly born jinn is assigned to the same body as the newly born human, and constantly pushes Satan’s point of view (Appendix 7)."
    ],
    "46:35": [
        "*46:35 Quranic and mathematical evidence proves that the messenger addressed here is Rashad Khalifa. By adding the gematrical value of “Rashad Khalifa” (1230), plus the sura number (46), plus the verse number (35), we get 1311, or 19x69. This conforms with the Quran’s code (Appendix 2)."
    ],
    "47:18": [
        "*47:18 The Quran, being the Final Testament, provides all the signs needed to pinpoint the end of the world; AD 2280. See Appendix 25 for the details."
    ],
    "47:19": [
        "*47:19 Significantly, the “First Pillar” of religion is stated in the sura entitled Muhammad, and is utterly devoted to God alone. Muhammad’s name was added by his idolizers, against his will."
    ],
    "47:38": [
        "*47:38 The Quran was given to the Arabs, in their language, for 1400 years, but they clearly rejected it and refused to believe that it is complete; they fabricated Hadith & Sunna."
    ],
    "48:1": [
        "*48:1 This profound statement consists of 19 letters, indicating that our generation is the  generation  of  victory  for  God’s  purified,  unified,  and  consolidated  religion—Submission (3:19, 3:85). It is our generation that witnessed the revelations of God’s great miracle in the Quran (Appendix 1)."
    ],
    "48:28": [
        "*48:28  This  important  prophecy  informs  us  that  Submission  will  inevitably  dominate the  whole  world.  This,  together  with  Verses  9:33,  41:53,  and  61:9  leave  no  doubt  that God’s mathematical  miracle of  the  Quran  will play a  major  role  in  this  prophecy. Solid Quranic  mathematical  evidence  points  to  God’s  Messenger  of  the  Covenant  as  fulfilling this prophecy. See Appendices 2 & 26 for the evidence and specific details."
    ],
    "49:2": [
        "*49:2  Whenever  the  word  “prophet”  (Nabi)  is  used  in  reference  to  Muhammad,  it invariably refers to him during his life, not after his death. Obviously, we cannot possibly raise our voices above Muhammad’s voice, now that he is dead. See also 33:56."
    ],
    "49:3": [
        "*49:3 Respecting the messenger helps outsiders and visitors in coming to God’s message."
    ],
    "50:1": [
        "*50:1 See Appendix 1 for the awesome miracles connected with the Initial “Q.”"
    ],
    "50:23": [
        "*50:23-28 Your life-time companion witnesses everything you do. See Appendix 7."
    ],
    "53:1": [
        "*53:1-18 Muhammad was summoned to the highest universe to receive this Quran into his heart. The stars fell away as he traveled through them at millions of times the speed of  light.  Subsequently,  the  Quran  was  gradually  released  to  his  memory.  Please  see Appendix 28."
    ],
    "54:1": [
        "*54:1 This important sign of the approaching end of the world came to pass in 1969 when humans landed on the moon and brought pieces of the moon to earth. At the same time, God’s mathematical Miracle of the Quran was being gradually unveiled."
    ],
    "55:11": [
        "*55:11 Compare the spaceship Earth’s renewable systems and reproducing astronauts, with the most sophisticated spaceships that we launch into space. God be glorified."
    ],
    "55:44": [
        "*55:44 Full details about the High Heaven, Low Heaven, the Purgatory, Hell, and the intolerable inferno are given in Appendices 5 and 11."
    ],
    "56:13": [
        "*56:13-40  People  who  believe  and  nourish  their  souls  through  worshiping  God  alone are  destined  for  the  High  Heaven.  The  contemporary  followers  of  each  messenger invariably  suffer  persecution  from  the  traditionalists  and  adherents  of  the  corrupted religion. Thus, they have a special place reserved for them in the High Heaven. All people who die before the age of 40 go to the Lower Heaven, at least (46:15)."
    ],
    "56:40": [
        "*56:40 See footnote for 56:13-40."
    ],
    "56:75": [
        "*56:75-76  Our  universe,  the  smallest  and  innermost  of  seven  universes,  contains  a billion  galaxies,  a  billion  trillion  stars,  spanning  billions  of  light  years.  These  uncountable  decillions  of  heavenly  bodies  maintain  their  orbits  in  a  divinely  controlled precision.  The  more  we  learn,  the  more  we  realize  how  awesome  this  oath  is.  See Appendix 6."
    ],
    "56:79": [
        "*56:79 The insincere who are not satisfied  with the Quran alone are divinely prevented from  understanding  the  Quran.  This  concept  is  repeated  throughout  the  Quran  (17:45, 18:57).  Consequently,  they  cannot  understand  this  verse.  For  example,  compare  this translation of 7:3, 17:46, 41:44, & 56:79 with other translations."
    ],
    "57:4": [
        "*57:4  The  six  days  of  creation  are  simply  a  yardstick  to  inform  us  of  the  relative importance of various components, to emphasize the significance of the planet Earth, and to let us know that the Earth is the only inhabited planet. See Footnote 41:9-10."
    ],
    "57:22": [
        "*57:22 We are absolutely free to side with God, or with Satan. God happens to know precisely what kind of decision each of us will make. The video tape of your life, from birth to death, is already recorded. See Appendix 14."
    ],
    "58:2": [
        "*58:2 Estranging a wife by declaring that she is like one’s mother was an ancient tradition in Arabia. This is the only sura where the word “Allah” occurs in every verse."
    ],
    "60:4": [
        "*60:4 The Arabic word for “ALONE” (WAHDAHU) occurs only six times in the Quran, one  of  them  refers  to  upholding  the  Quran  ALONE  (17:46).  The  reference  to  God ALONE  occurs  in  7:70,  39:45,  40:12  &  40:84,  and  60:4.  The  sum  of  these  numbers (7+70+39+45+40+12+84+60+4)  equals  361,  or  19x19.  This  emphasizes  that the main theme of the Quran is “Worship God ALONE.” See Appendix 1.",
        "**60:4 We can pray for guidance for the idolaters, not forgiveness, since God’s law is that idolatry is the only unforgivable offense (4:48 & 4:116)."
    ],
    "61:9": [
        "*61:9 The specific name of this messenger is spelled out mathematically (Appendix 2)."
    ],
    "63:1": [
        "*63:1 The “first pillar of Islam,” as stated in 3:18 is to bear witness that God is the only god. But the corrupted “Muslim” scholars add “Muhammad is God’s messenger,” and this violates a number of commandments (see 2:285). Verse 63:1 is the only place in the Quran where such a statement is made. Only the hypocrites make such a statement."
    ],
    "63:6": [
        "*63:6 Millions of people idolize their prophets because of this myth (Appendix 8)."
    ],
    "64:3": [
        "*64:3 We are in this world due to God’s immense mercy. The Most Gracious has given us a chance to redeem ourselves. See the Introduction and Appendix 7."
    ],
    "65:1": [
        "*65:1 The divorcee’s interim, before becoming eligible for remarriage, is a waiting period of three menstruations. This ensures that the divorcee was not pregnant (2:228)."
    ],
    "65:10": [
        "*65:10-11 The “Messenger” here is clearly the Quran. Verse 10 talks about “sending down a message,” and this points to the Quran as the messenger in 65:11 (Appendix 20)."
    ],
    "65:11": [
        "*65:11 See footnote for 65:10-11."
    ],
    "65:12": [
        "*65:12 Although God created six other planets that are identical to our Earth, there is life only on our planet. Thus, the evolutionists will be shown on the Day of Judgment that life did not just “evolve” on the planet because of its particular circumstances."
    ],
    "66:1": [
        "*66:1 Mohammedans around the world believe that Muhammad was infallible. This verse teaches us that he was indeed a fallible human being (18:110, 33:37, 40:66, 80:1)."
    ],
    "67:2": [
        "*67:2 See the Introduction and Appendix 7 for details of the purpose behind this world."
    ],
    "68:1": [
        "*68:1 “NuN” is unique among the Quran’s miraculous initials. See Appendix 1."
    ],
    "69:17": [
        "*69:17 This earth is full of misery because of its physical distance from God, since it is in the seventh universe (7:143). In the Hereafter, an eighth universe will be created that will be even farther than our seventh universe; it will be called “Hell” (89:23)."
    ],
    "72:1": [
        "*72:1-28  The  messenger  here  is  named,  mathematically,  as  “Rashad  Khalifa,”  to  whom God  revealed  the  end  of  the  world  (Appendix  25).  The  number  of  verses  from  1:1  to 72:27, where the messenger is mentioned, is 5472, 19x72x4. The word “Rashada” occurs 4 times in Sura 72. The value of “Rashada” is 504, and 504 + 28 (verses of Sura 72) is 532, 19x28. The value of “Rashad Khalifa” (1230) + 72 + 28 = 1330 = 19x70. The digits of Sura 72 and its number of verses (28) add up to 7 + 2 + 2 + 8 = 19. Also, the crucial expression, “only to a messenger that He chooses” has a value of 1919, 19x101."
    ],
    "72:27": [
        "* 72:27 See footnote for 72:1-28."
    ],
    "74:1": [
        "*74:1 God’s infinite wisdom willed to reveal the Quran through Muhammad, while the Quran’s awesome 19-based mathematical miracle was revealed through God’s Messenger of the Covenant 1406 lunar years after revelation of the Quran (1406 = 19x74 & 1974 AD was the Solar Year of discovery). In retrospect, we realize that the whole sura refers to the Quran’s 19-based miracle (Appendices 1 & 2)."
    ],
    "74:4": [
        "*74:4 Quran is the garment containing the secret code. This refers to removing 9:128-129."
    ],
    "74:30": [
        "*74:30-35 This “One of the great miracles” provides the first physical evidence that the Quran is God’s message to the world. This 19-based miracle is detailed in Appendix 1."
    ],
    "77:20": [
        "*77:20-23 According to Langman’s  Medical Embryology, by T. W. Sadler  (Fifth Edition, Page 88): “In general the length of pregnancy for a full term fetus is 266 days or 38 weeks after fertilization.” Both 266 and 38 are multiples of 19 (Appendix 1)."
    ],
    "79:30": [
        "*79:30 The Arabic word “dahhaahaa” is derived from “Dahhyah” which means “egg.”"
    ],
    "81:19": [
        "*81:19 By adding the sura number, plus the verse number, plus the gematrical value of the name “Rashad” (505), plus the value of “Khalifa” (725), we get 1330, 19x70. This provides Quranic mathematical proof that this messenger is Rashad Khalifa."
    ],
    "81:23": [
        "*81:23 Rashad Khalifa was summoned to the high horizon as detailed in Appendix 2."
    ],
    "89:2": [
        "*89:2 The last ten nights of Ramadan, wherein many believers retreat to the masjids (2:187)."
    ],
    "89:3": [
        "*89:3 See Appendix 1 for the role of the even numbers and the odd numbers."
    ],
    "90:4": [
        "*90:4 See the Introduction and Appendix 7 for the purpose behind our creation."
    ],
    "95:1": [
        "*95:1-3 The fig,  olive, Sinai, and Mecca possibly  symbolize Adam, Jesus,  Moses, Abraham and Muhammad, respectively. Thus, all major religions are represented."
    ],
    "96:1": [
        "*96:1-19 From 96 to 114 is 19 suras. The first revelation (96:1-5) is 19 Arabic words, 76 letters (19x4). The sura consists of 19 verses and 304 Arabic letters (Appendices 1 & 23)."
    ],
    "97:1": [
        "*97:1 The Quran was placed into Muhammad’s soul on the 27th night of Ramadan, 13 B.H. (Before Hijrah). See also 17:1, 44:3, 53:1-18, and Appendix 28."
    ],
    "98:1": [
        "*98:1-2 The proof is the Quran’s mathematical code (Appendix 1) and the messenger is  Rashad  Khalifa.  The  number  of  the  sura  (98),  plus  the  verse  number  (2),  plus  the numerical value of “Rashad Khalifa” (1230) add up to 1330 (19x70), the same total as in 81:19 (Appendix 2)."
    ],
    "110:1": [
        "*110:1-3 This last sura, chronologically, consists of 19 Arabic words (see 96:1), and the first verse consists of 19 letters. This indicates that this generation of believers shall attain the promised victory. Submission (true Islam) will prevail throughout the world (48:28)."
    ],
    "111:1": [
        "*111:1 Abee Lahab was Muhammad’s uncle and the leader of the opposition. His wife carried out a campaign of persecution against Muhammad and the believers. Like all descriptions of Heaven and Hell, the rope of thorns is an allegory."
    ]
}